[
  {
    "priority": 18,
    "legal": "በዚህ አንቀጽ ንዑስ አንቀጽ መሰረት የሚቀርበው ክስ ገንዘብ ጠያቂው የማህበሩን መፍረስ ካወቀበት ጊዜ ጀምሮ በአምስት ዓመት ውስጥ ካልቀረበ በይርጋ ይታገዳል ፤",
    "simplified": "በዚህ አንቀጽ መሠረት የሚቀርብ ክስ፣ ገንዘብ ጠያቂው ማህበሩ መፍረሱን ካወቀበት ቀን ጀምሮ በ5 ዓመት ውስጥ ካልቀረበ የጊዜ ገደብ (ይርጋ) ያልፍበታል።",
    "ratio": 0.9386973180076629,
    "legal_tokens": 261
  },
  {
    "priority": 18,
    "legal": "ሌሎች የክፍያ ጥያቄዎችን በተናጠል ክፍያ ለማስፈጸም የሚቀርቡ ክሶች ላይ ከሚቀመጡ አጠቃላይ እገዳዎች የአፈጻጸም ወሰን ውጭ ሊያደርግ ይችላል ።",
    "simplified": "የግል የክፍያ ጥያቄዎችን ለማስፈጸም የሚቀርቡ ክሶች ላይ የሚጣሉ አጠቃላይ እገዳዎች በዚህ ጉዳይ ላይ ተፈፃሚ ላይሆኑ ይችላሉ።",
    "ratio": 0.8776371308016878,
    "legal_tokens": 237
  },
  {
    "priority": 18,
    "legal": "11. ቦርድ አስፈላጊ መስል በታየው ጊዜ ሁሉ ከአባላቱ መካከል ጉዳዮችን መርምረው የመፍትሔ ሏሳብ የሚያቀርቡ ኮሚቴዎችን ማቋቋም ይችላል ፤",
    "simplified": "ቦርዱ አስፈላጊ ሆኖ ሲያገኘው፣ ከአባላቱ መካከል ጉዳዮችን መርምረው የመፍትሄ ሃሳብ የሚያቀርቡ ኮሚቴዎችን ማቋቋም ይችላል።",
    "ratio": 0.9279279279279279,
    "legal_tokens": 222
  },
  {
    "priority": 18,
    "legal": "19. ፮፻፲፬ የንግድ ሕግ የከሰረው ሰው ንብረት ጠባቂ የመያዝ መብትን በተመለከተ የመልሶ ማደራጀት ኃላፊው ያለው ሥልጣን ይኖረዋል ።",
    "simplified": "በንግድ ሕግ አንቀጽ 614 መሠረት፣ የከሰረ ሰው ንብረት ጠባቂ ንብረቶችን የመያዝ ረገድ እንደ መልሶ ማደራጀት ኃላፊው ተመሳሳይ ሥልጣን አለው።",
    "ratio": 1.0751173708920188,
    "legal_tokens": 213
  },
  {
    "priority": 18,
    "legal": "33. ፍርድ ቤቱ ለዚህ ዓላማ ሲባል ፬፻፵፰ የንግድ ሕግ የባለዕዳውን ጉዳዮች እና እንቅስቃሴዎች የሚመረምር ባለሞያ ሊሾም ይችላል ።",
    "simplified": "በንግድ ሕግ አንቀጽ 448 መሠረት፣ ፍርድ ቤቱ የባለዕዳውን የሥራ እንቅስቃሴ የሚመረምር ባለሙያ ሊሾም ይችላል።",
    "ratio": 0.8523809523809524,
    "legal_tokens": 210
  },
  {
    "priority": 18,
    "legal": "111. መልሶ የማደራጀት ኃላፊው የገንዘብ ጠያቂዎችን ጥቅም የሚጎዳ ማንኛውም ጉዳይ ወይም ድርጊት በሚኖርበት ጊዜ ለፍርድ ቤቱ ወዲያውኑ ያሳውቃል ።",
    "simplified": "የመልሶ ማደራጀት ኃላፊው፣ የገንዘብ ጠያቂዎችን ጥቅም የሚጎዳ ማናቸውም ሁኔታ ሲያጋጥም ወዲያውኑ ለፍርድ ቤት ማሳወቅ አለበት።",
    "ratio": 0.8898305084745762,
    "legal_tokens": 236
  },
  {
    "priority": 18,
    "legal": "112. የቦርድ አባል ይህ ኃላፊነቱ እንደተላለፈ የማይቆጠረው፦ ሀ) ማህበሩ ወደፉት የቦርድ አባላት የሚኖራቸውን ምርጫ የሚገድብ ስምምነት አድርጎ እንደሆነ በስምምነቱ መሰረት ሲሰራ ፤",
    "simplified": "አንድ የቦርድ አባል ኃላፊነቱን እንዳልተወጣ የማይቆጠረው፣ ማህበሩ ለወደፊቱ የሚያደርገውን የአባላት ምርጫ የሚገድብ ስምምነት ካለና እሱም በዚያ ስምምነት መሠረት ከሠራ ነው።",
    "ratio": 0.9863945578231292,
    "legal_tokens": 294
  },
  {
    "priority": 18,
    "legal": "115. ማህበርተኛው አክሲዮኖቹ ስለሚገዙበት ሁኔታ በተለይም የአክሲዮኖቹን ዋጋ ስለወሰነበት መንገድ መረጃ ከጥያቄው ጋር ማቅረብ አለበት ።",
    "simplified": "አንድ አባል አክሲዮኖቹ የሚገዙበትን ሁኔታና ዋጋው እንዴት እንደተወሰነ የሚገልጽ መረጃ ከጥያቄው ጋር የማቅረብ ግዴታ አለበት።",
    "ratio": 0.9375,
    "legal_tokens": 224
  },
  {
    "priority": 18,
    "legal": "123. የከሰረው ሰው ንብረት ፭፻፹፰ የንግድ ሕግ ጠባቂ ማናቸውንም ክርክሮች በተመለከተ የገንዘብ ጠያቂዎች ኮሚቴውን ያማክራለ ።",
    "simplified": "በንግድ ሕግ አንቀጽ 588 መሠረት፣ ንብረት ጠባቂው ስለ ክርክሮች የገንዘብ ጠያቂዎችን ኮሚቴ ማማከር አለበት።",
    "ratio": 0.8543689320388349,
    "legal_tokens": 206
  },
  {
    "priority": 18,
    "legal": "146. ውሳኔውን ውድቅ ለማድረግረግ ክስ የሚቀርበው የማህበሩ ዋና መሥሪያ ቤት በሚገኝበት ቦታ ሥልጣን ሊለው ፍርድ ቤት ይሆናል ።",
    "simplified": "ውሳኔውን ለመቃወም ክስ የሚቀርበው፣ የማህበሩ ዋና መሥሪያ ቤት በሚገኝበት አካባቢ በሚገኝ ፍርድ ቤት ነው።",
    "ratio": 0.8585365853658536,
    "legal_tokens": 205
  },
  {
    "priority": 18,
    "legal": "157. መልሶ የማደራጀት ኃላፊው ተቆጣጣሪ ዳኛው በሚፈቅድበት ጊዜ የተስማሙበትን ዋጋ ለሻጩ በመክፈል ሻጩ የያዛቸውን ዕቃዎች እንዳያስረክብ ሊጠይቅ ይችላል ።",
    "simplified": "የመልሶ ማደራጀት ኃላፊው ተቆጣጣሪ ዳኛው ሲፈቅድለት፣ የተስማሙበትን ዋጋ ለሻጩ በመክፈል ሻጩ የያዛቸውን ዕቃዎች እንዲያስረክብ ሊጠይቅ ይችላል።",
    "ratio": 0.9488188976377953,
    "legal_tokens": 254
  },
  {
    "priority": 18,
    "legal": "158. የመመስረቻ ጽሁፍ ናሙና በንግድና ኢንዱስትሪ ሚኒስቴር ወይም በሕግ ሥልጣን በተሰጠው ሌላ የመንግስት ተቋም ሊዘጋጅ ይችላል ።",
    "simplified": "የመመስረቻ ጽሑፍ ናሙና በንግድና ኢንዱስትሪ ሚኒስቴር ወይም ሥልጣን ባለው ሌላ የመንግሥት መሥሪያ ቤት ሊዘጋጅ ይችላል።",
    "ratio": 0.9428571428571428,
    "legal_tokens": 210
  },
  {
    "priority": 18,
    "legal": "189. የአክሲዮን ማህበር በአንድ ወይም ከዚያ በላይ በሆኑ የተፈጥሮ ሰዎች ወይም ሕጋዊ ሰውነት ባላቸው ፩፻፶፪ የንግድ ሕግ ሰዎች ሊደራጅ ይችላል ፤",
    "simplified": "በንግድ ሕግ አንቀጽ 152 መሠረት፣ የአክሲዮን ማህበር በአንድ ወይም ከዚያ በላይ በሆኑ ሰዎች ወይም ድርጅቶች ሊመሰረት ይችላል፤",
    "ratio": 0.8765957446808511,
    "legal_tokens": 235
  },
  {
    "priority": 18,
    "legal": "205. ፺፭ የንግድ ሕግ አንቀጽ ፩፻፶፬∙ የቀድሞነት መብት ከንግድ መደብር ሽያጭ ዋጋ ላይ የዋስትና መያዣ ያላቸው ገንዘብ ጠያቂዎች የቀዳሚነት መብት አሏቸው ።",
    "simplified": "በንግድ ሕግ አንቀጽ 154 መሠረት፣ የንግድ መደብሩ ሲሸጥ የዋስትና መያዣ ያላቸው ባለገንዘቦች ከሽያጩ ዋጋ ላይ ቀድሞ የመከፈል መብት አሏቸው።",
    "ratio": 0.9015748031496063,
    "legal_tokens": 254
  },
  {
    "priority": 18,
    "legal": "341. የማህበሩ ስም ቢያንስ የሁለት ኃላፊነታቸው ያልተወሰነ ሸሪኮች ስም የሚይዝ ሆኖ ከሸሪኮች ስም ቀጥሎ “ሁለት ዓይነት ኃላፊነት ያለበት የሽርክና ማህበር” ተብሎ መጻፍ አለበት ።",
    "simplified": "የማህበሩ ስም ቢያንስ የሁለት ኃላፊነታቸው ያልተወሰነ አባላትን ስም መያዝ እንዲሁም “ሁለት ዓይነት ኃላፊነት ያለበት የሽርክና ማህበር” የሚል ቃል መጨመር አለበት።",
    "ratio": 0.9315068493150684,
    "legal_tokens": 292
  },
  {
    "priority": 18,
    "legal": "357. ኃላፊነታቸው የተወሰነ የማህበሩ ሸሪኮች ስለማህበሩ አካሄድ ጥያቄ የማቅረብ፣ ሰነዶችንና የሒሳብ መግለጫዎችን የማየት እና ማስታወሻ የመውሰድ መብት አላቸው ።",
    "simplified": "ኃላፊነታቸው የተወሰነ አባላት ስለ ማህበሩ ሁኔታ የመጠየቅ፣ ሰነዶችንና የሒሳብ መግለጫዎችን የመመልከት እንዲሁም ማስታወሻ የመያዝ መብት አላቸው።",
    "ratio": 0.9172932330827067,
    "legal_tokens": 266
  },
  {
    "priority": 18,
    "legal": "364. ጉዳቱ የደረሰበት ሰው ጉዳት አደራሹ ሸሪክ ወይም ሠራተኛ ሥራውን ለማከናወን ኃላፊነት ያልተሰጠው መሆኑን የሚያውቅ የነበረ ከሆነ ማህበሩ ተጠያቂ አይሆንም ።",
    "simplified": "ጉዳት የደረሰበት ሰው ጉዳቱን ያደረሰው አባል ወይም ሠራተኛ ያንን ሥራ ለመሥራት ሥልጣን እንደሌለው የሚያውቅ ከሆነ፣ ማህበሩ ተጠያቂ አይሆንም።",
    "ratio": 0.9045801526717557,
    "legal_tokens": 262
  },
  {
    "priority": 18,
    "legal": "382. ሥራ አስኪያጅ ያልሆነ ሸሪክ በማህበሩ ሥራ አመራር ተካፊይ ከሆነ ለሦስተኛ ወገኖች ከሥራ ፩፻፵፯ የንግድ ሕግ አስኪያጁ ጋራ በአንድነት እና በተናጠል ኃላፊ ይሆናል ።",
    "simplified": "በንግድ ሕግ አንቀጽ 147 መሠረት፣ ሥራ አስኪያጅ ያልሆነ አባል በሥራ አመራሩ ውስጥ ከገባ፣ ከሥራ አስኪያጁ ጋር በአንድነትና በተናጠል ተጠያቂ ይሆናል።",
    "ratio": 0.8941605839416058,
    "legal_tokens": 274
  },
  {
    "priority": 18,
    "legal": "383. ፩፻፵፱ የንግድ ሕግ አንድ ሸሪክ ከማህበሩ የሚወጣበት ምክንያት በማህበረተኞች መካከል በየሚደረግ ውል ሊወሰን ይችላል ።",
    "simplified": "በንግድ ሕግ አንቀጽ 149 መሠረት፣ አንድ አባል ከማህበሩ የሚወጣበት ምክንያት በውላቸው ላይ ሊገለጽ ይችላል።",
    "ratio": 0.8669950738916257,
    "legal_tokens": 203
  },
  {
    "priority": 18,
    "legal": "449. ፩፻፸፪ የንግድ ሕግ ከአንድ በላይ የሆኑ ሰዎች የአክሲዮን የጋራ ባለቤት በሆኑ ጊዜ የባለአክሲዮንነት መብታቸውን መጠቀም የየሚችለው የጋራ ወኪል በመሾም ነው ።",
    "simplified": "በንግድ ሕግ አንቀጽ 172 መሠረት፣ ብዙ ሰዎች በአንድ አክሲዮን ላይ የጋራ ባለቤት ከሆኑ፣ መብታቸውን መጠቀም የሚችሉት የጋራ ወኪል በመሾም ነው።",
    "ratio": 0.8759398496240601,
    "legal_tokens": 266
  },
  {
    "priority": 18,
    "legal": "452. አክሲዮኑ አዲስ አክሲዮኖችን ለመግዛት የቀዳሚነት መብት የሚሰጥ ከሆነ ይህ የቀዳሚነት መብት የባለአክሲዮኑ ሆኖ ይቀጥላል ።",
    "simplified": "አክሲዮኑ አዳዲስ አክሲዮኖችን ቀድሞ የመግዛት መብት የሚሰጥ ከሆነ፣ ይህ መብት የባለአክሲዮኑ ሆኖ ይቆያል።",
    "ratio": 0.8516746411483254,
    "legal_tokens": 209
  },
  {
    "priority": 18,
    "legal": "453. ፩፻፸፫ የንግድ ሕግ በመያዣ ለተሰጠ አክሲዮን የሚከፈለ ቀሪ ገንዘብ በማህበሩ በተጠየቀ ጊዜ ገንዘቡን መክፈል ያለበት ባለአክሲዮኑ ነው ፤",
    "simplified": "በንግድ ሕግ አንቀጽ 173 መሠረት፣ ለመያዣ በተሰጠ አክሲዮን ላይ ያልተከፈለ ዕዳ ካለ፣ ማህበሩ ሲጠይቅ መክፈል ያለበት ባለአክሲዮኑ ነው፤",
    "ratio": 0.9652173913043478,
    "legal_tokens": 230
  },
  {
    "priority": 18,
    "legal": "571. ባለአክሲዮኖች ወይም የግዴታ ወረቀት የያዙ ሰዎች ዓመታዊ ጠቅላላ ጉባኤ ከመደረጉ በፊት ባለው ጊዜ ውስጥ መዝገቡንና ለጠቅላላ ጉባኤ የሚቀርቡ ሰነዶችን እንዳያዩ ክፍት መሆን ይኖርባቸዋል ።",
    "simplified": "ባለአክሲዮኖች ወይም የብድር ሰነድ የያዙ ሰዎች፣ ዓመታዊ ጠቅላላ ጉባኤ ከመደረጉ በፊት ባለው ጊዜ ውስጥ መዝገቡንና ለጉባኤው የሚቀርቡ ሰነዶችን ማየት እንዲችሉ ክፍት መደረግ አለባቸው።",
    "ratio": 0.9713375796178344,
    "legal_tokens": 314
  },
  {
    "priority": 18,
    "legal": "572. ፪፻፲፮ የንግድ ሕግ መዝገቡ የማህበሩ ዓመታዊ ጠቅላላ ጉባኤ በሚካሄድበት ጊዜ በጉባኤው በሚሳተፍ ማንኛውም አባል እንዳታይ ክፍት መሆን ይኖርበታል ።",
    "simplified": "216 የንግድ ሕግ፦ የማህበሩ ዓመታዊ ጠቅላላ ጉባኤ በሚካሄድበት ጊዜ፣ መዝገቡ በጉባኤው ለሚሳተፍ ለማንኛውም አባል ክፍት መሆን አለበት።",
    "ratio": 0.8875502008032129,
    "legal_tokens": 249
  },
  {
    "priority": 18,
    "legal": "576. የዳይሬክተሮች ቦርድ ኃላፊነት - ጠቅላላ ፪፻፲፯ የንግድ ሕግ ቦርድ በሕግ፣ በማህበሩ የመመስረቻ ጽሁፍ ወይም በጠቅላላ ጉባኤ ውሳኔዎች የተሰጡትን ተግባራት የመፈጸም ግዴታ አለበት ፤",
    "simplified": "የዳይሬክተሮች ቦርድ ኃላፊነት - 217 የንግድ ሕግ፦ ቦርዱ በሕግ፣ በማህበሩ የመመስረቻ ጽሁፍ ወይም በጠቅላላ ጉባኤ ውሳኔ የተሰጡትን ተግባራት የመፈጸም ግዴታ አለበት፤",
    "ratio": 0.8973509933774835,
    "legal_tokens": 302
  },
  {
    "priority": 18,
    "legal": "583. ቦርድ የሚከተሉት ኃላፊነቶች አለበት፡- ሀ) የማህበሩ ባለአክሲዮኖች እና የቦርድ ስብሰባዎች ቃለ ጉባኤ፣ የሒሳብ መዝገብ፣ የባለአክሲዮኖች እና የዳይሬክተሮች መዛግብት እንዲሁም ሌሎች አስፈላጊ የሆኑ ሰነዶች እንዳያዙ የማድረግ ፤",
    "simplified": "ቦርዱ የሚከተሉት ኃላፊነቶች አሉበት፦ ሀ) የባለአክሲዮኖችና የቦርድ ስብሰባ ቃለ ጉባኤዎች፣ የሂሳብ መዝገቦች፣ የባለአክሲዮኖችና የዳይሬክተሮች መዛግብት እንዲሁም ሌሎች አስፈላጊ ሰነዶች ተመዝግበው እንዲያዙ የማድረግ፤",
    "ratio": 0.958005249343832,
    "legal_tokens": 381
  },
  {
    "priority": 18,
    "legal": "586. ረ) በዚህ ሕግ፣ በመመስረቻ ጽሁፍ ወይም በማህበረተኞች ጠቅላላ ጉባኤ ውሳኔ መሰረት የመጠባበቂያ ገንዘብ የማቋቋም እና የመያዝ ፤",
    "simplified": "መ) በዚህ ሕግ፣ በመመስረቻ ጽሁፍ ወይም በጠቅላላ ጉባኤ ውሳኔ መሠረት የመጠባበቂያ ገንዘብ የማቋቋም እና የመያዝ፤",
    "ratio": 0.8697674418604651,
    "legal_tokens": 215
  },
  {
    "priority": 18,
    "legal": "588. የመታመን ግዴታ የዳይሬክተሮች ቦርድ አባላት ማህበሩን የበለጠ ስኬታማ ያደርጋል ብለውው በቅን ለቦና ያመኑበትን እርምጃ መውሰድ አለባቸው ፤",
    "simplified": "የመታመን ግዴታ፦ የዳይሬክተሮች ቦርድ አባላት ማህበሩን ስኬታማ ያደርጋል ብለው በቅን ልቦና ያመኑበትን እርምጃ መውሰድ አለባቸው፤",
    "ratio": 0.9191489361702128,
    "legal_tokens": 235
  },
  {
    "priority": 18,
    "legal": "591. ጥንቃቄ እና ትጋት የአንድ ማህበር የዳይሬክተሮች ቦርድ አባል ኃላፊነቱን በጥንቃቄ፣ በብለውሃትና በትጋት መወጣት አለበት ፤",
    "simplified": "ጥንቃቄ እና ትጋት፦ አንድ የዳይሬክተሮች ቦርድ አባል ኃላፊነቱን በጥንቃቄ፣ በብልሃትና በትጋት መወጣት አለበት፤",
    "ratio": 0.8947368421052632,
    "legal_tokens": 209
  },
  {
    "priority": 18,
    "legal": "596. ስለጥቅም ግጭት የአንድ ማህበር ዳይሬክተር ከሚመራው ማህበር ጋር በቀጥታም ይሁን በተዘዋዋሪ መንገድ የጥቅም ግጭት ሊፈጥሩ ከሚችለ ሁኔታዎች ራሱን ማራቅ አለበት ።",
    "simplified": "ስለጥቅም ግጭት፦ አንድ ዳይሬክተር ከሚመራው ማህበር ጋር በቀጥታም ይሁን በተዘዋዋሪ የጥቅም ግጭት ሊፈጥሩ ከሚችሉ ሁኔታዎች ራሱን ማራቅ አለበት።",
    "ratio": 0.8823529411764706,
    "legal_tokens": 272
  },
  {
    "priority": 18,
    "legal": "634. ፪፻፴፮ የንግድ ሕግ የተተኪ ተቆጣጣሪዎች የሥራ ዘመን የጎደለት ተቆጣጣሪዎች የሥራ ዘመን እስከሚያበቃበት ጊዜ ድረስ ይሆናል ።",
    "simplified": "236 የንግድ ሕግ፦ የተተኪ ተቆጣጣሪዎች የሥራ ዘመን፣ የቆዩት ተቆጣጣሪዎች የሥራ ዘመን እስከሚያበቃበት ጊዜ ድረስ ይሆናል።",
    "ratio": 0.9436619718309859,
    "legal_tokens": 213
  },
  {
    "priority": 18,
    "legal": "651. ኦዲተሮች በዳይሬክተሮች ቦርድ የቀረበውን የሒሳብ ሪፖርት ጠቅላላ ጉባኤው እንዳያፀድቀው ወይም ውድቅ እንዳያደርገው ሀሳብ ማቅረብ አለባቸው ።",
    "simplified": "ኦዲተሮች፣ ቦርዱ ያቀረበውን የሂሳብ ሪፖርት ጠቅላላ ጉባኤው እንዲቀበለው ወይም ውድቅ እንዲያደርገው ሐሳብ ማቅረብ አለባቸው።",
    "ratio": 0.8708333333333333,
    "legal_tokens": 240
  },
  {
    "priority": 18,
    "legal": "652. ኦዲተሮች ስለትርፍ አከፋፈል ዳይሬክተሮቹ ፪፻፵፮ የንግድ ሕግ ባቀረቡት ሀሳብ ላይ ለጠቅላላ ጉባኤው አስተያየታቸውን መስጠት አለባቸው ።",
    "simplified": "ኦዲተሮች ስለ ትርፍ ክፍፍል ዳይሬክተሮቹ ባቀረቡት ሐሳብ ላይ፣ 246 የንግድ ሕግ፦ አስተያየታቸውን ለጉባኤው መስጠት አለባቸው።",
    "ratio": 0.8961038961038961,
    "legal_tokens": 231
  },
  {
    "priority": 18,
    "legal": "673. ስለባለአክሲዮኖች የትውስት ስም ፪፻፶፭ የንግድ ሕግ ንግድና ኢንዱስትሪ ሚኒስቴር ወይም ሥልጣን ያለው የመንግስት አካል በአክሲዮን መዝገቡ ላይ የተጻፈ ባለአክሲዮኖች ማህበሩን በእርግጥ ለሚቆጣጠሩት እና ከውስጡ የገንዘብ ጥቅም ሊኖራቸው ሰዎች ስማቸውን ያዋሱ ስለመሆኑ በቂ ምክንያት ያለው እንደሆነ ፤",
    "simplified": "ስለ ባለአክሲዮኖች የትውስት ስም፦ 255 የንግድ ሕግ፦ የንግድና ኢንዱስትሪ ሚኒስቴር ወይም ሥልጣን ያለው የመንግሥት አካል፣ በመዝገቡ ላይ ያሉ ባለአክሲዮኖች ማህበሩን ለሚቆጣጠሩና ጥቅም ላላቸው ሌሎች ሰዎች ስማቸውን ብቻ ያዋሱ መሆኑን የሚያምንበት በቂ ምክንያት ካለው፤",
    "ratio": 0.882,
    "legal_tokens": 500
  },
  {
    "priority": 18,
    "legal": "691. የባለአክሲዮኖች ወኪል አንድ ባለአክሲዮን በጉባኤው ስብሰባ ላይ መሳተፍ ካልቻለ በወኪል አማካኝነት መሳተፍና ድምፅ መስጠት ይችላል ፤",
    "simplified": "የባለአክሲዮኖች ወኪል፦ አንድ ባለአክሲዮን በጉባኤው ላይ መገኘት ካልቻለ፣ በወኪል አማካኝነት መሳተፍና ድምፅ መስጠት ይችላል፤",
    "ratio": 0.9422222222222222,
    "legal_tokens": 225
  },
  {
    "priority": 18,
    "legal": "695. ውሳኔ ለማሳለፍ መሟላት ያለባቸው ሁኔታዎች ማንኛውም ጉባኤ ውሳኔ ማሳለፍ የሚችለው ምልዓተ ጉባኤው የተሟሊ ሲሆንና በጉባኤው ከተገኙት ባለአክሲዮኖች የአብላጭውን የድምፅ ድጋፍ ሲያገኝ ነው ።",
    "simplified": "ውሳኔ ለማሳለፍ የሚያስፈልጉ ሁኔታዎች፦ ማንኛውም ጉባኤ ውሳኔ ማሳለፍ የሚችለው አስፈላጊው የአባላት ቁጥር (ምልዓተ ጉባኤ) ሲሟላና በአብዛኛው ድምፅ ሲደገፍ ብቻ ነው።",
    "ratio": 0.8589341692789969,
    "legal_tokens": 319
  },
  {
    "priority": 18,
    "legal": "723. በመሆኑም በማህበሩ, በባለአክሲዮኖች ወይም በገንዘብ ጠያቂዎች ጥያቄ የቀረበለት እንደሆነ ፍርድ ቤት ውል እንዲፈርስ ማዘዝ ይችላል ፤",
    "simplified": "ስለሆነም በማህበሩ፣ በባለአክሲዮኖች ወይም በገንዘብ ጠያቂዎች ጥያቄ መሠረት ፍርድ ቤት ውሉ እንዲፈርስ ማዘዝ ይችላል፤",
    "ratio": 0.8834080717488789,
    "legal_tokens": 223
  },
  {
    "priority": 18,
    "legal": "791. የእናት ማህበር ሂሳቦች የተቀጥሎ ማህበር ሂሳቦች ለዓመታዊ ጠቅላላ ጉባኤ የሚያቀርቡት የእናት ማህበሩ ሂሳቦች በሚያቀርቡበት ጊዜ እና ሁኔታ ይሆናል ።",
    "simplified": "የእናት ማህበርና የቅርንጫፍ ማህበራት ሂሳቦች ለዓመታዊ ጠቅላላ ጉባኤ የሚቀርቡት የእናት ማህበሩ ሂሳቦች በሚቀርቡበት ጊዜና ሁኔታ መሠረት ይሆናል።",
    "ratio": 0.9722222222222222,
    "legal_tokens": 252
  },
  {
    "priority": 18,
    "legal": "795. ስለመጠባበቂያ ገንዘብ በትርፍና ኪሳራ ሒሳብ መግለጫ ላይ ከተመለከቱት የተጣሩ ትርፍች ላይ ወደ መጠባበቂያ ገንዘብ ዝውውር ይደረጋል ።",
    "simplified": "ከመጠባበቂያ ገንዘብ ጋር በተያያዘ በትርፍና ኪሳራ መግለጫው ላይ ከታየው የተጣራ ትርፍ ወደ መጠባበቂያ ገንዘብ ዝውውር ይደረጋል።",
    "ratio": 0.9469026548672567,
    "legal_tokens": 226
  },
  {
    "priority": 18,
    "legal": "797. በማንኛውም ሁኔታ ቢሆን ከዚህ የመጠባበቂያ ገንዘብ ተካፊዮች መሆን የየሚችለው አዲሶቹ አክሲዮኖች ከመሸጣቸው በፊት ባለአክሲዮን የነበሩት ሰዎች ብቻ ይሆናል ።",
    "simplified": "በማንኛውም ሁኔታ ከዚህ መጠባበቂያ ገንዘብ ተከፋይ መሆን የሚችሉት አዲሶቹ አክሲዮኖች ከመሸጣቸው በፊት ባለአክሲዮን የነበሩት ሰዎች ብቻ ናቸው።",
    "ratio": 0.8951310861423221,
    "legal_tokens": 267
  },
  {
    "priority": 18,
    "legal": "798. የትርፍ አደሊደለና አከፋፈል የልዩ ሕግ ድንግጌዎች እንደተጠበቁ ሆነው በአንቀጽ 44 የተመለከተው መጠን ከተጣራው ትርፍ ላይ ፫፻፳ የንግድ ሕግ ወደ መጠባበቂያ ገንዘብ ከተዛወረ በኋላ ቀሪው በማህበሩ መመስረቻ ጽሁፍ መሰረት ይከፋፈላል ።",
    "simplified": "የትርፍ ክፍፍል ደንቦች እንደተጠበቁ ሆነው በአንቀጽ 444 የተመለከተው መጠን ከተጣራው ትርፍ ላይ በንግድ ሕግ አንቀጽ 320 መሠረት ወደ መጠባበቂያ ገንዘብ ከተዛወረ በኋላ ቀሪው በማህበሩ መመስረቻ ጽሁፍ መሠረት ይከፋፈላል።",
    "ratio": 0.9086294416243654,
    "legal_tokens": 394
  },
  {
    "priority": 18,
    "legal": "809. ፫፻፳፭ የንግድ ሕግ የማህበሩ ዋና ገንዘብ እንዳያድግ የተደረገው ከመጠባበቂያ ገንዘብ ወይም ለባለአክሲዮኖች ሊከፋፈል ከሚችለ ትርፍ ላይ በማንሳት ካልሆነ በስተቀር ፤",
    "simplified": "በንግድ ሕግ አንቀጽ 325 መሠረት የማህበሩ ዋና ገንዘብ እንዲያድግ የተደረገው ከመጠባበቂያ ወይም ለባለአክሲዮኖች ከሚከፋፈል ትርፍ ካልሆነ በስተቀር፤",
    "ratio": 0.875,
    "legal_tokens": 280
  },
  {
    "priority": 18,
    "legal": "811. ለዳይሬክተሮች ቦርድ ሥልጣን ስለመስጠት የዚህ ሕግ አንቀጽ 42 (1) እና (2) ድንጋጌዎች እንደተጠበቁ ሆኖ አስቸኳይ ጠቅላላ ጉባኤው የማህበሩን ዋና ገንዘብ ለማሳደግ ወይም ለመቀነስ የሰጠውን ውሳኔ ተግባራዊ እንዳያደርግ አስፈላጊውን ሥልጣን ለዳይሬክተሮች ቦርድ መስጠት ይችላል ።",
    "simplified": "ለዳይሬክተሮች ቦርድ ሥልጣን ስለመስጠት የዚህ ሕግ አንቀጽ 442 (1) እና (2) ድንጋጌዎች እንደተጠበቁ ሆነው፣ አስቸኳይ ጠቅላላ ጉባኤው ዋና ገንዘቡን ለማሳደግ ወይም ለመቀነስ የሰጠውን ውሳኔ ተግባራዊ እንዲያደርግ ለቦርዱ ሥልጣን መስጠት ይችላል።",
    "ratio": 0.8590021691973969,
    "legal_tokens": 461
  },
  {
    "priority": 18,
    "legal": "891. በዚህ አንቀጽ ንዑስ አንቀጽ (2) መሰረት ማህበሩ አክሲዮኖችን ሲገዛ ክፍያው ለማህበረተኞች ሊከፋፈል ከሚችለ የመጠባበቂያ ገንዘብ መፈጸም አለበት ።",
    "simplified": "በዚህ አንቀጽ ንዑስ አንቀጽ (2) መሠረት ማህበሩ አክሲዮኖችን ሲገዛ ክፍያው ለአባላቱ ሊከፋፈል ከሚችል የመጠባበቂያ ገንዘብ መፈጸም አለበት።",
    "ratio": 0.9387755102040817,
    "legal_tokens": 245
  },
  {
    "priority": 18,
    "legal": "896. ባለአክሲዮን መሆን የማይፈለጉ ከሆነ በመጨረሻው የሀብትና ዕዳ መግለጫ መሰረት የሟቹ አክሲዮን በማህበሩ ሀብት ውስጥ የሚወክለው ድርሻ ከመጠባበቂያ ገንዘብ ሊከፈልላቸው ይገባል ።",
    "simplified": "ባለአክሲዮን መሆን የማይፈልጉ ከሆነ በመጨረሻው የሀብትና ዕዳ መግለጫ መሠረት የሟቹ አክሲዮን በማህበሩ ሀብት ውስጥ ያለው ድርሻ ከመጠባበቂያ ገንዘብ ሊከፈልላቸው ይገባል።",
    "ratio": 0.9498327759197325,
    "legal_tokens": 299
  },
  {
    "priority": 18,
    "legal": "902. ስለማህበሩ ሥራ አስኪያጅ ማህበሩ ባለአክሲዮን የሆነ ወይም ያልሆነ በጠቅላላ ጉባኤ ውሳኔ የሚሾም አንድ ዋና ሥራ አስኪያጅ ይኖረዋል ።",
    "simplified": "ስለ ማህበሩ ሥራ አስኪያጅ በተመለከተ ማህበሩ ባለአክሲዮን የሆነ ወይም ያልሆነ በጠቅላላ ጉባኤ የሚሾም አንድ ዋና ሥራ አስኪያጅ ይኖረዋል።",
    "ratio": 1.0178571428571428,
    "legal_tokens": 224
  },
  {
    "priority": 18,
    "legal": "903. ማህበሩ በዳይሬክተሮች ቦርድ እንዳተዳደር በመመስረቻ ጽሁፍ የተወሰነ እንደሆነ ሥራ 374 የንግድ ሕግ አስኪያጁ የሚሾመው በቦርድ ይሆናል ፤",
    "simplified": "በንግድ ሕግ አንቀጽ 374 መሠረት ማህበሩ በቦርድ እንዲተዳደር በመመስረቻ ጽሁፉ ከተወሰነ ሥራ አስኪያጁን የሚሾመው ቦርዱ ይሆናል።",
    "ratio": 0.9213973799126638,
    "legal_tokens": 229
  },
  {
    "priority": 18,
    "legal": "906. የሥራ አስኪያጁ ሥልጣን ማህበሩ በቦርድ የሚተዳደር ከሆነ ስለሥራ አስኪያጅ ሥልጣን በዚህ ሕግ አንቀጽ 337 እስከ 339 የተመለከቱት ድንጋጌዎች እንደ አግባብነቱ ተፈፃሚ ይሆናል ።",
    "simplified": "ማህበሩ በቦርድ የሚተዳደር ከሆነ ስለ ሥራ አስኪያጁ ሥልጣን በዚህ ሕግ ከአንቀጽ 337 እስከ 339 የተጠቀሱት ድንጋጌዎች እንደ አስፈላጊነቱ ተፈፃሚ ይሆናሉ።",
    "ratio": 0.8581314878892734,
    "legal_tokens": 289
  },
  {
    "priority": 18,
    "legal": "915. በመመስረቻ ጽሁፍ ላይም ሆነ 376 የንግድ ሕግ በባለአክሲዮኖች መደበኛ ጉባኤ የተሾመ ሥራ አስኪያጅ በማህበሩ መደበኛ ጉባኤ ይሻራለ ፤",
    "simplified": "በንግድ ሕግ አንቀጽ 376 መሠረት በመመስረቻ ጽሁፍም ሆነ በመደበኛ ስብሰባ የተሾመ ሥራ አስኪያጅ በመደበኛው ስብሰባ ውሳኔ ከሥራ ይነሳል።",
    "ratio": 1.018348623853211,
    "legal_tokens": 218
  },
  {
    "priority": 18,
    "legal": "1002. በዚህ መሰረት በስምምነት ማስተካከያ ለማድረግ ካልቻለ ሚኒስቴሩ ወይም ይሄው አካል ከመካከላቸው አነስተኛ ይዞታ ያለው ኩባንያ ይዞታውን እንዳያስተላለፍ ያዛል ።",
    "simplified": "በዚህ መሠረት በስምምነት ማስተካከያ ማድረግ ካልተቻለ ሚኒስቴሩ ወይም የሚመለከተው አካል ከኩባንያዎቹ መካከል አነስተኛ ድርሻ ያለው ኩባንያ ድርሻውን እንዳያስተላልፍ ያዛል።",
    "ratio": 1.066420664206642,
    "legal_tokens": 271
  },
  {
    "priority": 18,
    "legal": "1010. ተቃራኒው እስካልተገለጸ ድረስ፣ ሙሉ ለሙሉ በባለቤትነት የተያዘ ተቀጥሎ ኩባንያ አመራር ከእናት ኩባንያው መመሪያ ወይም ትዕዛዝ እንደሚቀበል ግምት ይወሰዳል ፤",
    "simplified": "ሌላ ማስረጃ እስካልቀረበ ድረስ፣ ሙሉ በሙሉ በእናት ኩባንያ ባለቤትነት ሥር ያለ ንዑስ ኩባንያ ከእናት ኩባንያው መመሪያ እንደሚቀበል ይታመናል።",
    "ratio": 0.8843283582089553,
    "legal_tokens": 268
  },
  {
    "priority": 18,
    "legal": "1014. ሆኖም በእናት ኩባንያው ካልተሾሙት የተቀጥሎው ዳይሬክተሮች ካለም ተቀጥሎውን ከማይቆጣጠሩት የተቀጥሎው ባለአክሲዮኖች ይሁነታን ካገኘ እናት ኩባንያው በንግድ ዕድል መጠቀም ይችላል ።",
    "simplified": "ነገር ግን እናት ኩባንያው፣ ንዑስ ኩባንያውን ከማይቆጣጠሩ ባለአክሲዮኖች ወይም በእናት ኩባንያው ካልተሾሙ ዳይሬክተሮች ፈቃድ ካገኘ በንግድ ዕድሎች መጠቀም ይችላል።",
    "ratio": 0.8896103896103896,
    "legal_tokens": 308
  },
  {
    "priority": 18,
    "legal": "1018. አዲስ ማህበር በመመስረት የሚደረግ መዋሃድ ማለት ሁለት ወይም ከዚያ በላይ የሆኑ ማህበራት ሙሉ ንብረታቸውን እና ዕዳቸውን አዲስ ወደ አቋቋሙት ማህበር በማስተላለፍ የንብረት ማጣራት ሳይደረግ የሚከስሙበት ሂደት ነው ፤",
    "simplified": "አዲስ ማህበር በመመስረት መዋሃድ ማለት ሁለትና ከዚያ በላይ የሆኑ ማህበራት ንብረታቸውንና ዕዳቸውን ወደ አዲሱ ማህበር በማዛወር፣ ንብረት የማጣራት ሂደት ሳይከናወን የሚፈርሱበት መንገድ ነው።",
    "ratio": 0.8781163434903048,
    "legal_tokens": 361
  },
  {
    "priority": 18,
    "legal": "1112. የባለዕዳው ማንኛውም የሥራ ቦታ ኢትዮጵያ ውስጥ የሚገኝ ከሆነ የኢትዮጵያ ፍርድ ቤቶች በሐገር ውስጥ ያለ ንብረቶችን የሚመለከት ሥነ ሥርዓት ለመክፈት ሥልጣን አላቸው ፤",
    "simplified": "የባለዕዳው ማንኛውም የሥራ ቦታ ኢትዮጵያ ውስጥ የሚገኝ ከሆነ፣ የኢትዮጵያ ፍርድ ቤቶች በኢትዮጵያ ውስጥ ያሉ ንብረቶችን የሚመለከት ሥነ ሥርዓት የመክፈት ሥልጣን አላቸው።",
    "ratio": 1.0071428571428571,
    "legal_tokens": 280
  },
  {
    "priority": 18,
    "legal": "1113. የሥራ ቦታው ፬፻፷፫ የንግድ ሕግ ባለዕዳው ሰውን እና ንብረቶችን ተጠቅሞ ጊዜያዊ ያልሆነ የኢኮኖሚ እንቅስቃሴ የሚያደርግበት የሥራ ቦታ ነው ።",
    "simplified": "እንደ ንግድ ሕግ ቁጥር 463 የሥራ ቦታ ማለት ባለዕዳው ሰዎችንና ንብረቶችን በመጠቀም ለተወሰነ ጊዜ ሳይሆን በቋሚነት የኢኮኖሚ እንቅስቃሴ የሚያደርግበት ቦታ ነው።",
    "ratio": 1.1092436974789917,
    "legal_tokens": 238
  },
  {
    "priority": 18,
    "legal": "1114. ኢትዮጵያ ውስጥ የሥራ ቦታ ያለውን ባለዕዳ የሚመለከት በሐገር ውስጥ ያለ ንብረቶችን የሚመለከት ሥነ ሥርዓት ተፈፃሚነቱ በኢትዮጵያ ድንበር ውስጥ በሚገኙ የባለዕዳው ንብረቶች የተወሰነ ነው ።",
    "simplified": "ኢትዮጵያ ውስጥ የሥራ ቦታ ያለውን ባለዕዳ በተመለከተ በኢትዮጵያ ውስጥ ባሉ ንብረቶች ላይ የሚደረግ ሥነ ሥርዓት ተፈጻሚ የሚሆነው በኢትዮጵያ ድንበር ውስጥ በሚገኙት የባለዕዳው ንብረቶች ላይ ብቻ ነው።",
    "ratio": 1.0345911949685536,
    "legal_tokens": 318
  },
  {
    "priority": 18,
    "legal": "1118. ፍርድ ቤቱ በዚህ ሕግ አንቀጽ 6 ንዑስ አንቀጽ (2) ውስጥ የተመለከቱትን ጉዳዮች ጨምሮ መልሶ ከማደራጀት እና ከመክሰር ሥነ ሥርዓት ጋር ፬፻፷፰ የንግድ ሕግ ግንኙነት ያላቸው ጉዳዮችን በሙሉ የመስማት እና ውሳኔ የመስጠት ሥልጣን አለው ።",
    "simplified": "እንደ ንግድ ሕግ ቁጥር 468 ፍርድ ቤቱ በዚህ ሕግ አንቀጽ 6 ንዑስ አንቀጽ 2 የተጠቀሱትን ጉዳዮች ጨምሮ፣ ከመልሶ ማደራጀትና ከመክሰር ሥነ ሥርዓት ጋር ግንኙነት ያላቸውን ጉዳዮች ሁሉ የመስማትና ውሳኔ የመስጠት ሥልጣን አለው።",
    "ratio": 0.9352331606217616,
    "legal_tokens": 386
  },
  {
    "priority": 18,
    "legal": "1123. እንዲሁም በአደራ ደብዳቤ ወይም ተቀባዩ ለመቀበል ማረጋገጫ ሊሰጥበት በሚችለ ሌላ ማንኛውም ኤሌክትሮኒክ መንገድ የሚመለከታቸው ወገኖች በሙሉ እንዳያውቋቸው ይደረጋል ።",
    "simplified": "እንዲሁም ትዕዛዞቹ በአደራ ደብዳቤ ወይም ተቀባዩ መቀበሉን በሚያረጋግጥበት ሌላ የኤሌክትሮኒክ መንገድ ለሚመለከታቸው ወገኖች ሁሉ እንዲደርሱ ይደረጋል።",
    "ratio": 0.8939929328621908,
    "legal_tokens": 283
  },
  {
    "priority": 18,
    "legal": "1124. የፍርዶች ተፈፃሚነት ፬፻፸ የንግድ ሕግ መክሰርን በሚመለከተው ፍርድ ቤት ወይም በተቆጣጣሪ ዳኛው የተሰጡ ውሳኔዎች፣ ፍርዶች እና ትዕዛዞች በሙሉ ወዲያውኑ ተፈፃሚ ይሆናል ።",
    "simplified": "እንደ ንግድ ሕግ ቁጥር 470 በመክሰር ጉዳዮች ላይ በፍርድ ቤት ወይም በተቆጣጣሪ ዳኛው የሚሰጡ ውሳኔዎች፣ ፍርዶችና ትዕዛዞች ሁሉ ወዲያውኑ ተፈጻሚ መሆን አለባቸው።",
    "ratio": 0.916955017301038,
    "legal_tokens": 289
  },
  {
    "priority": 18,
    "legal": "1137. በንዑስ አንቀጽ (2) መሰረት የሚቀርብ ማንኛውም ክስ ሥነ ሥርዓቱ ከተዘጋበት ጊዜ አንስቶ በአንድ ዓመት ውስጥ ካልቀረበ በይርጋ ይታገዳል ፤",
    "simplified": "በዚህ መሠረት የሚቀርብ ማንኛውም ክስ ሥነ ሥርዓቱ ከተዘጋበት ጊዜ ጀምሮ በአንድ ዓመት ውስጥ ካልቀረበ በይርጋ ምክንያት ተቀባይነት አይኖረውም።",
    "ratio": 1.034934497816594,
    "legal_tokens": 229
  },
  {
    "priority": 18,
    "legal": "1139. መልሶ የማደራጀት ኃላፊው እና የከሰረው ሰው ንብረት ጠባቂ ማንኛውንም የባለዕዳውን ንብረት መግዛት ወይም በሌላ አካሄድ ባለቤት መሆን አይችልም ፤",
    "simplified": "መልሶ የማደራጀት ኃላፊውና የንብረት ጠባቂው የባለዕዳውን ንብረት መግዛት ወይም በማንኛውም መንገድ የራሳቸው ማድረግ አይችሉም።",
    "ratio": 0.8688524590163934,
    "legal_tokens": 244
  },
  {
    "priority": 18,
    "legal": "1145. ባለዕዳው የቅርብ ጊዜ የሒሳብ መግለጫዎቹን፣ የገንዘብ ችግሮቹን ሁኔታ እና የሚፈቱበትን መንገድ የሚያስረዳ ጽሁፍ እንዲሁም የገንዘብ ፍሰት ቅድመ ትንበያ ኪሳራን ለሚመለከተው ፍርድ ቤት ያቀርባል ፤",
    "simplified": "ባለዕዳው የቅርብ ጊዜ የሒሳብ መግለጫዎቹን፣ ስላጋጠሙት የገንዘብ ችግሮችና መፍትሔዎቻቸው የሚያብራራ ጽሑፍ እንዲሁም የወደፊት የገንዘብ ሁኔታ ትንበያ ለፍርድ ቤት ማቅረብ አለበት።",
    "ratio": 0.906060606060606,
    "legal_tokens": 330
  },
  {
    "priority": 18,
    "legal": "1155. ፬፻፹፪ የንግድ ሕግ ለ) የባለዕዳውን የገንዘብ ሁኔታ እና የንግድ ሥራ ዕቅድ ኦዲት እንዳያደርጉ ጭምር ገለለተኛ ባለሞያዎችን መሾም ።",
    "simplified": "እንደ ንግድ ሕግ ቁጥር 482 የባለዕዳውን የገንዘብ ሁኔታና የንግድ ዕቅድ ለመመርመር ገለለተኛ ባለሙያዎችን መሾም ይችላል።",
    "ratio": 0.8878923766816144,
    "legal_tokens": 223
  },
  {
    "priority": 18,
    "legal": "1170. ክፍያ በሚቋረጥበት ጊዜ ባለዕዳው በዚህ ሕግ አንቀጽ ፯፻፭ ንዑስ አንቀጽ (2) መሰረት የመክሰር ሥነ ሥርዓት ለመክፈት ማመልከት ይኖርበታል ።",
    "simplified": "ክፍያ መፈጸም ካቆመ፣ ባለዕዳው በዚህ ሕግ አንቀጽ 705 ንዑስ አንቀጽ 2 መሠረት የመክሰር ሥነ ሥርዓት እንዲከፈት ማመልከት አለበት።",
    "ratio": 0.9094827586206896,
    "legal_tokens": 232
  },
  {
    "priority": 18,
    "legal": "1176. በኋላ ላይ የመክሰር ሥነ ሥርዓት የተከፈተ እንደሆነ አዲስ የቀረበው ገንዘብ ዋስትና ከሌላቸው ገንዘብ ጠያቂዎች በፊት ቅድሚያ ይኖረዋል ።",
    "simplified": "በኋላ ላይ ባለዕዳው ቢከስር፣ ይህ አዲስ የቀረበ ገንዘብ ዋስትና ከሌላቸው ሌሎች ዕዳዎች በፊት ቅድሚያ ተሰጥቶት ይከፈላል።",
    "ratio": 0.8744588744588745,
    "legal_tokens": 231
  },
  {
    "priority": 18,
    "legal": "1452. ፭፻፸፩ የንግድ ሕግ ባለዕዳው ከአቤቱታው በተጨማሪ በዚህ ሕግ አንቀጽ ፮፻፴፯ ንዑስ አንቀጽ (1) ውስጥ የተዘረዘሩትን ሰነዶች ማቅረብ አለበት ።",
    "simplified": "በንግድ ሕግ ቁጥር 571 መሠረት፣ ባለዕዳው ከሚያቀርበው አቤቱታ ጋር በዚህ ሕግ አንቀጽ 637 ንዑስ አንቀጽ 1 የተጠቀሱትን ሰነዶች ማቅረብ አለበት።",
    "ratio": 0.9705882352941176,
    "legal_tokens": 238
  },
  {
    "priority": 18,
    "legal": "1457. ባለዕዳው አቤቱታው በቀረበ በሃያ ቀናት ውስጥ የመክሰር አቤቱታውን የሚቀበለ ወይም የሚቃወም መሆኑን በመግለጽ መለስ ያቀርባል ።",
    "simplified": "ባለዕዳው አቤቱታው በደረሰው በ 20 ቀናት ውስጥ አቤቱታውን መቀበሉን ወይም መቃወሙን የሚገልጽ መልስ መስጠት አለበት።",
    "ratio": 0.880184331797235,
    "legal_tokens": 217
  },
  {
    "priority": 18,
    "legal": "1467. ማንኛውም ወራሽ በውርስ የተላለፈለት ሀብት ከግለ ሀብቱ ጋር እንዳይደባለቅ ለማድረግረግ የሞተው ፭፻፸፭ የንግድ ሕግ ሰው መክሰር እንዳነገር አቤቱታ ሊያቀርብ ይችላል ።",
    "simplified": "በንግድ ሕግ ቁጥር 575 መሠረት፣ ማንኛውም ወራሽ የወረሰው ሀብት ከራሱ የግል ንብረት ጋር እንዳይቀላቀል ለመከላከል፣ የሞተው ሰው መክሰሩ እንዲታወጅ አቤቱታ ሊያቀርብ ይችላል።",
    "ratio": 1.0141843971631206,
    "legal_tokens": 282
  },
  {
    "priority": 18,
    "legal": "1468. ነጋዳው ከሞተ በኋላ የመክሰር ሥነ ሥርዓት ለመክፈት የሚሰጠው ፍርድ በፍትሐብሔር ሕግ ድንጋጌዎች መሰረት ገንዘብ ጠያቂዎች አግኝተው የነበረውን የንብረት መለየት ጥቅም ውጤት ወዲያውኑ ያስቀረዋል ።",
    "simplified": "ነጋዴው ከሞተ በኋላ የመክሰር ሂደት እንዲጀመር የሚሰጥ ውሳኔ፣ በፍትሐ ብሔር ሕግ መሠረት ገንዘብ ጠያቂዎች አግኝተውት የነበረውን ንብረት የመለየት መብት ወዲያውኑ ዋጋ ያሳጣዋል።",
    "ratio": 0.8939393939393939,
    "legal_tokens": 330
  },
  {
    "priority": 18,
    "legal": "1711. በተንኮለ በመክሰር እና ግንኙነት ባላቸው ሌሎች ወንጀሎች ጥፊተኛ ሆኖ መገኘት ባለዕዳው በርዕስ አራት መሰረት የመክሰር ፍርድ ያልተፈረደበት ቢሆንም እንኳን ሊቀጣ ይችላል ።",
    "simplified": "አንድ ባለዕዳ ሆን ብሎ በማክሰር ወይም ከዚሁ ጋር በተያያዙ ወንጀሎች ጥፋተኛ ሆኖ ከተገኘ፣ በንግድ ሕጉ ርዕስ 4 መሠረት የመክሰር ፍርድ ባይሰጥበትም እንኳ ሊቀጣ ይችላል።",
    "ratio": 0.9584775086505191,
    "legal_tokens": 289
  },
  {
    "priority": 18,
    "legal": "1712. ከላይ በተመለከተው መሰረት ክስ በማቅረብ የተገኘ ገንዘብ በዚህ ሕግ 7(6) ውስጥ በተቀመጠው ቅድምተከተለ መሰረት ለከሠረው ማህበር ገንዘብ ጠያቂዎች ክፍያ ለመፈጸም ጥቅም ላይ ይውላል ።",
    "simplified": "በወንጀል ክስ አማካኝነት የተገኘ ገንዘብ፣ በዚህ ሕግ አንቀጽ 7(6) ላይ በተቀመጠው ቅደም ተከተል መሠረት ለከሰረው ማኅበር ዕዳ ለጠየቁ ሰዎች ክፍያ እንዲፈጸም ይውላል።",
    "ratio": 0.8947368421052632,
    "legal_tokens": 304
  },
  {
    "priority": 18,
    "legal": "1722. የከሰረው ሰው ንብረት ጠባቂ ሥነ ሥርዓቱ በተከፈተ በአንድ ዓመት ውስጥ ሁሉንም ንብረቶች በመሸጥ ከሽያጩ የተገኘውን ገንዘብ በማከፋፈል ሥራውን ያጠናቅቃል ።",
    "simplified": "የከሰረው ሰው ንብረት ጠባቂ፣ ሂደቱ ከተጀመረ በአንድ ዓመት ውስጥ ሁሉንም ንብረቶች በመሸጥና ገንዘቡን ለአበዳሪዎች በማከፋፈል ሥራውን መጨረስ አለበት።",
    "ratio": 0.9581749049429658,
    "legal_tokens": 263
  },
  {
    "priority": 18,
    "legal": "1743. /“የሕንፃ መጠቀሚያ ፈቃድ” ማለት በምድብ “መ” ስር የሚካተት አዲስ ህንፃ የግንባታ ስራው ሙሉ በሙሉ ወይም በከፊል ሲጠናቀቅ ፤",
    "simplified": "“የሕንፃ መጠቀሚያ ፈቃድ” ማለት በምድብ “መ” ሥር ያሉ አዳዲስ ሕንፃዎች ግንባታቸው ሲጠናቀቅ የሚሰጥ ፈቃድ ነው።",
    "ratio": 0.883177570093458,
    "legal_tokens": 214
  },
  {
    "priority": 18,
    "legal": "1842. በዚህ አንቀጽ ንዑስ አንቀጽ 1 እና 2 ላይ የተጠቀሱት የተመዘገቡ ከፍተኛ የህንፃ ዲዛይን ባለሙያዎች ስራውን በውሊ መሰረት ያስተዳድራሊ፣የተቋራጩን የሰው ኃይል ተገቢውን የግንባታ ግብዓት ጥራት እና አጠቃላይ የሥራውን ጥራት ፕሮጅክቱ እስኪጠናቀቅ ድረስ ይቆጣጠራሊ ።",
    "simplified": "በዚህ አንቀጽ ንዑስ አንቀጽ 1 እና 2 ላይ የተገለጹት የተመዘገቡ ከፍተኛ የህንፃ ዲዛይን ባለሙያዎች ሥራውን በውሉ መሠረት የመምራት፣ የግንባታ ግብዓቶችንና የሠራተኞችን ብቃት እንዲሁም አጠቃላይ የሥራውን ጥራት እስከ መጨረሻው የመቆጣጠር ግዴታ አለባቸው።",
    "ratio": 0.9477272727272728,
    "legal_tokens": 440
  },
  {
    "priority": 18,
    "legal": "1848. “በውጭ ሐገር የኢትዮጵያ ማኅበረሰብ ትምህርት ቤት” ማለት በውጪ ሐገር በሚኖሩ ኢትዮጵያውያን ወይንም ትውልደ ኢትዮጵያውያን ተቋቁሞ በኢትዮጵያ ሥርዓተ ትምህርት መሰረት የትምህርት አገልግሎት የሚሰጥ ተቋም ነው ።",
    "simplified": "“በውጭ አገር የኢትዮጵያ ማኅበረሰብ ትምህርት ቤት” ማለት በውጭ አገር የሚኖሩ ኢትዮጵያውያን ወይም ትውልደ ኢትዮጵያውያን አቋቁመውት በኢትዮጵያ የትምህርት ሥርዓት የሚያስተምር ተቋም ነው።",
    "ratio": 0.8798882681564246,
    "legal_tokens": 358
  },
  {
    "priority": 18,
    "legal": "1849. “በኢትዮጵያ የውጭ ሐገር ማኅበረሰብ ትምህርት ቤት” ማለት በኢትዮጵያ የሚኖሩ የውጭ ዜጎች ልጆቻቸውን በሀገራቸው ሥርዓተ ትምህርት ለማስተማር የሚያቋቁሙት ትምህርት ቤት ነው ።",
    "simplified": "“በኢትዮጵያ የውጭ አገር ማኅበረሰብ ትምህርት ቤት” ማለት በኢትዮጵያ የሚኖሩ የውጭ ዜጎች ልጆቻቸውን በገዛ አገራቸው የትምህርት ሥርዓት ለማስተማር የሚመሰርቱት ትምህርት ቤት ነው።",
    "ratio": 1.0101010101010102,
    "legal_tokens": 297
  },
  {
    "priority": 16,
    "legal": "1197. በዚህ መልኩ የሚደረገው ማሻሻያ በዚህ ሕግ አንቀጽ ፮፻፳፱ መሰረት በፍርድ ቤቱ መጽደቅ ሳያስፈለገው በባለጉዳዮቹ ላይ ሕጋዊ እና አስገዳጅ ይሆናል ።",
    "simplified": "በዚህ ሕግ አንቀጽ 629 መሠረት በፍርድ ቤት መጽደቅ ሳያስፈልገው፣ ይህ ማሻሻያ በወገኖቹ መካከል ተፈጻሚነት ይኖረዋል።",
    "ratio": 0.7741935483870968,
    "legal_tokens": 248
  },
  {
    "priority": 13,
    "legal": "20. ለንዑስ አንቀጽ (1) ዓላማ የተጣራ የገንዘብ ሀብት የሚለው መጠባበቂያ ገንዘብ፣ ኦቨርድራፍትን እና ባለዕዳው ማግኘት የየሚችላቸው ተመሳሳይ አገለግልቶችን ይጨምራለ ።",
    "simplified": "የተጣራ የገንዘብ ሀብት የሚባለው መጠባበቂያ ገንዘብን፣ የባንክ ብድርን (ኦቨርድራፍት) እና ሌሎች ተመሳሳይ አገልግሎቶችን ይጨምራል።",
    "ratio": 0.8,
    "legal_tokens": 275
  },
  {
    "priority": 13,
    "legal": "46. የጥቅም ግጭት ማንኛውም ባለአክሲዮን ስለራሱ ወይም ሦስተኛ ወገንን ወክል ከማህበሩ ጋር የጥቅም ግጭት በሚያስነሱ ጉዳዮች ላይ ድምፅ መስጠት አይችልም ።",
    "simplified": "ማንኛውም ባለአክሲዮን ከማህበሩ ጋር የጥቅም ግጭት በሚፈጥሩ ጉዳዮች ላይ ለራሱም ሆነ ለሌላ ሰው ወክሎ ድምፅ መስጠት አይችልም።",
    "ratio": 0.8293650793650794,
    "legal_tokens": 252
  },
  {
    "priority": 13,
    "legal": "65. የማህበሩ ሥራ አመራር አንቀጽ ፩፻፺፰∙ የማህበሩ ሥራ አስኪያጅ ማህበሩ ሸሪክ በሆኑ ወይም ባልሆኑ በአንድ ወይም ከአንድ በላይ በሆኑ ሥራ አስኪያጆች ይመራል ።",
    "simplified": "በንግድ ሕግ አንቀጽ 198 መሠረት፣ ማህበሩ በአባላት (ሸሪኮች) ወይም አባል ባልሆኑ አንድ ወይም ከዚያ በላይ በሆኑ ሥራ አስኪያጆች ይመራል።",
    "ratio": 0.844106463878327,
    "legal_tokens": 263
  },
  {
    "priority": 13,
    "legal": "82. አጣሪዎች የተሾሙት በጠቅላላ ጉባኤ ወይም በመመስረቻ ጽሁፍ ከሆነ ፫፻፵፯ የንግድ ሕግ ማስጠንቀቂያውን ለማህበሩ ቦርድ ማቅረብ አለባቸው ።",
    "simplified": "በንግድ ሕግ አንቀጽ 347 መሠረት፣ አጣሪዎች ማስጠንቀቂያውን ለማህበሩ የዳይሬክተሮች ቦርድ መስጠት አለባቸው።",
    "ratio": 0.7792207792207793,
    "legal_tokens": 231
  },
  {
    "priority": 13,
    "legal": "93. ማንኛውም ገንዘብ ጠያቂ እና ዐቃቤ ሕግ የመክሰር ሥነ ሥርዓት መክፈትን ውድቅ ለማድረግረግ በተሰጠው ውሳኔ ላይ ይግባኝ ሊያቀርቡ ይችላል ።",
    "simplified": "የመክሰር ሂደት እንዳይከፈት በተሰጠ ውሳኔ ላይ ገንዘብ ጠያቂዎች ወይም ዐቃቤ ሕግ ቅሬታ (ይግባኝ) ማቅረብ ይችላሉ።",
    "ratio": 0.8173913043478261,
    "legal_tokens": 230
  },
  {
    "priority": 13,
    "legal": "102. እንግዲህ አሁን በተያዘው ጉዲይ ይህ አስገዳጅ የሕግ ትርጉም መለወጥ አለበት ወይስ የለበትም? የሚለው ነጥብ ነው መታየት ያሇበት ጉዲይ ነው ።",
    "simplified": "አሁን ባለው ጉዳይ ላይ፣ ይህ የግዴታ የሕግ ትርጉም መለወጥ ይኖርበታል ወይስ የለበትም? የሚለው ነጥብ መታየት አለበት።",
    "ratio": 0.8326180257510729,
    "legal_tokens": 233
  },
  {
    "priority": 13,
    "legal": "165. በዚህ ሕግ አንቀጽ 42 ንዑስ አንቀጽ (1) ሥር ስለ አስቸኳይ ጠቅላላ ጉባኤ የድምፅ ብልጫና ፪፻፺፮ የንግድ ሕግ አቆጣጠር የተመለከተው በልዩ ጉባኤም ላይ ተፈፃሚ ይሆናል ።",
    "simplified": "በንግድ ሕግ አንቀጽ 296 መሠረት ስለ አስቸኳይ ጠቅላላ ጉባኤ የድምፅ አቆጣጠር የተደነገገው፣ በልዩ ጉባኤ ላይም ተፈፃሚ ይሆናል።",
    "ratio": 0.7517985611510791,
    "legal_tokens": 278
  },
  {
    "priority": 13,
    "legal": "177. የከሰረው ሰው ንብረት ጠባቂ እና ዐቃቤ ሕጉ አቤቱታው እና ሰነድቹ በደረሷቸው በሰላሳ ቀናት ውስጥ በማመልከቻው ላይ መግለጫቸውን ለፍርድ ቤቱ ያቀርባል ።",
    "simplified": "የንብረት ጠባቂውና ዐቃቤ ሕጉ ማመልከቻው በደረሳቸው በ30 ቀናት ውስጥ አስተያየታቸውን ለፍርድ ቤት ማቅረብ አለባቸው።",
    "ratio": 0.7598425196850394,
    "legal_tokens": 254
  },
  {
    "priority": 13,
    "legal": "188. ሏ) የዓይነት መዋጮዎች ለማህበሩ ገቢ ስለመደረጋቸው፣ እንዲሁም ዋጋቸው በባለሙያ የተገመተና ግምቱም ትክክለኛ ስለመሆኑ ፤",
    "simplified": "በዓይነት የሚደረጉ መዋጮዎች ለማህበሩ ገቢ መደረጋቸውንና በባለሙያ በትክክል መገመታቸውን ማረጋገጥ፤",
    "ratio": 0.8203883495145631,
    "legal_tokens": 206
  },
  {
    "priority": 13,
    "legal": "202. የዋስትና መያዣ የአፈጻጸም ወሰን በዋስትና መያዣነት መሰረት የንግድ መደብሩ እንዳከበር ወይም እንዳያዝ ሲታዘዝ በዚሁ ጊዜ የንግድ መደብሩ በሚገኝበት ሁኔታ ፤",
    "simplified": "የዋስትና መያዣው የሚፈጸመው፣ የንግድ መደብሩ እንዲታገድ ወይም እንዲያዝ ትእዛዝ በሚሰጥበት ጊዜ መደብሩ ባለበት ሁኔታ ላይ ነው።",
    "ratio": 0.8075471698113208,
    "legal_tokens": 265
  },
  {
    "priority": 13,
    "legal": "211. በዚህ አንቀጽ ንዑስ አንቀጽ (፩) መሰረት የሚወጡ ማስታወቂያዎች፡- ፺፯ የንግድ ሕግ ሀ) የአከራዩንና የተከራዩን ስምና አደራሻ ፤",
    "simplified": "በንግድ ሕግ መሠረት የሚወጣው ማስታወቂያ የአከራዩንና የተከራዩን ስም እንዲሁም አድራሻ መያዝ አለበት፤",
    "ratio": 0.8066037735849056,
    "legal_tokens": 212
  },
  {
    "priority": 13,
    "legal": "236. ተቃራኒ የሆነ ስምምነት ከላለ በስተቀር የንግድ መደብር ሽያጭ የንግድ መደብሩ ውስጥ የሚካተቱን ነገሮች ሁሉ ለገዢው መሸጥን ያመለክታል ።",
    "simplified": "ሌላ ስምምነት ከሌለ በስተቀር፣ የንግድ መደብር ሲሸጥ በመደብሩ ውስጥ ያሉ ንብረቶች ሁሉ አብረው ተሸጠዋል ማለት ነው።",
    "ratio": 0.8391304347826087,
    "legal_tokens": 230
  },
  {
    "priority": 13,
    "legal": "237. ሻጭ የንግድ መደብሩን መልካም ስም ለገዢው ለማስተላለፍ የሚያስችለ አስፈላጊ የሆኑ ሰነዶችንና መረጃዎችን ሁሉ ለገዢው መስጠት ይኖርበታል ።",
    "simplified": "ሻጭ የንግድ መደብሩን መልካም ስም ለገዢው ለማስተላለፍ የሚያስፈልጉ ሰነዶችንና መረጃዎችን የመስጠት ግዴታ አለበት።",
    "ratio": 0.8212765957446808,
    "legal_tokens": 235
  },
  {
    "priority": 13,
    "legal": "283. በንዑስ አንቀጽ (፩) መሰረት ተቃውሞ ካልቀረበና መዋጮው ካልተሰረዘ የንግድ ማህበሩና መዋጮ አደራጊው በአንድነትና በተናጠል ተጠያቂዎች ናቸው ።",
    "simplified": "ተቃውሞ ሳይቀርብ መዋጮው ከተደረገ፣ ማህበሩና መዋጮ አድራጊው ለዕዳው በአንድነትና በተናጠል ተጠያቂ ይሆናሉ።",
    "ratio": 0.7625,
    "legal_tokens": 240
  },
  {
    "priority": 13,
    "legal": "318. ከድርሻ የሚገኙ መብቶችና ጥቅሞች ሦስተኛ ወገን እንዳጠቀምባቸው የሚያደርግ ስምምነት ማህበሩን ግዴታ ውስጥ አያስገባውም ፤",
    "simplified": "አባል የድርሻውን ጥቅም ለሌላ ሰው አሳልፎ ለመስጠት የሚያደርገው ስምምነት ማህበሩን አይገድደውም፤",
    "ratio": 0.7884615384615384,
    "legal_tokens": 208
  },
  {
    "priority": 13,
    "legal": "324. ሆኖም እነዚህ ሦስተኛ ወገኖች ሥራ አስኪያጁ የማህበሩን ስም ያላግባብ መገልገለን የሚያውቁ መሆኑ የተረጋገጠ እንደሆነ ኃላፊነቱ የሥራ አስኪያጁ ብቻ ይሆናል ።",
    "simplified": "ነገር ግን እነዚህ ወገኖች ሥራ አስኪያጁ ስልጣኑን አላግባብ መጠቀሙን የሚያውቁ ከሆነ፣ ተጠያቂ የሚሆነው ሥራ አስኪያጁ ብቻ ነው።",
    "ratio": 0.8,
    "legal_tokens": 265
  },
  {
    "priority": 13,
    "legal": "336. የማህበሩ ሀብት እንዳሆን የዓይነት መዋጮ ገቢ ያደረገ ሸሪክ ማህበሩ ሲፈርስ ያስገባውን መዋጮ በዓይነት መልሶ መውሰድ አይችልም ፤",
    "simplified": "በዓይነት መዋጮ ያደረገ አባል፣ ማህበሩ ሲፈርስ ያስገባውን ንብረት በዓይነት መልሶ መውሰድ አይችልም፤",
    "ratio": 0.7741935483870968,
    "legal_tokens": 217
  },
  {
    "priority": 13,
    "legal": "360. ድርሻዎችን ስለማስተላለፍ ኃላፊነታቸው ያልተወሰነ ሸሪኮች በሙሉ እና ኃላፊነታቸው ከተወሰነው ሸሪኮች አብላጭዎቹ ካልተስማሙ በስተቀር የማህበሩን ድርሻዎች ለሦስተኛ ወገን ማስተላለፍ አይቻልም ።",
    "simplified": "ሁሉም ኃላፊነታቸው ያልተወሰነ አባላትና አብዛኛው ኃላፊነታቸው የተወሰነ አባላት ካልተስማሙ በስተቀር፣ የማህበሩን ድርሻ ለሌላ ሰው ማስተላለፍ አይቻልም።",
    "ratio": 0.7804878048780488,
    "legal_tokens": 328
  },
  {
    "priority": 13,
    "legal": "361. ፩፻፴፭ የንግድ ሕግ የዚህ አንቀጽ ንዑስ አንቀጽ (1) ድንጋጌ ቢኖርም ሸሪኮች በማህበሩ መመስረቻ ጽሁፍ ከዚህ የተለየ ድምፅ እንዳኖር ሊስማሙ ይችላል ።",
    "simplified": "በንግድ ሕግ አንቀጽ 135 መሠረት፣ አባላቱ በመመስረቻ ጽሑፉ ላይ ከዚህ የተለየ የድምፅ አሰጣጥ ሥርዓት ሊወስኑ ይችላሉ።",
    "ratio": 0.7782258064516129,
    "legal_tokens": 248
  },
  {
    "priority": 13,
    "legal": "362. ለዚህ ማህበር ዓላማ “የሞያ አገልግሎት” ማለት አግባብ ባለው አካል በተሰጠ የሞያ ፈቃድ መሰረት የሚሰጥ አገልግሎት ነው ።",
    "simplified": "ለዚህ ማህበር ሲባል “የሙያ አገልግሎት” ማለት በሕጋዊ ፈቃድ ላይ ተመሥርቶ የሚሰጥ አገልግሎት ነው።",
    "ratio": 0.8097560975609757,
    "legal_tokens": 205
  },
  {
    "priority": 13,
    "legal": "366. አንድ ሸሪክ ከማህበሩ ከመውጣቱ በፊት ለሦስተኛ ወገኖች የነበረበት ዕዳ እና ኃላፊነት ከማህበሩ በመውጣቱ ቀሪ አይሆንም ።",
    "simplified": "አንድ አባል ከማህበሩ ከመውጣቱ በፊት የነበረበት ዕዳና ተጠያቂነት ከማህበሩ ስለወጣ ብቻ ቀሪ አይሆንም።",
    "ratio": 0.8431372549019608,
    "legal_tokens": 204
  },
  {
    "priority": 13,
    "legal": "451. በመያዣ ወይም በአላባ ስለሚሰጡ አክሲዮኖች አክሲዮን በመያዣ ወይም በአላባ የተሰጠ እንደሆነ ተቃራኒ ስምምነት ከላለ በስተቀር በማህበሩ ጉባኤዎች ድምፅ የመስጠት መብት የሚኖረው አክሲዮኑን በመያዣ የያዘው ወይም የአላባ ጥቅም ያለው ሰው ነው ።",
    "simplified": "አክሲዮን ለመያዣነት ወይም ለጥቅም (ለአላባ) ከተሰጠ፣ ሌላ ስምምነት ከሌለ በስተቀር በጉባኤ ላይ ድምፅ የመስጠት መብት የሚኖረው አክሲዮኑን በመያዣ የያዘው ወይም ጥቅሙ የተሰጠው ሰው ነው።",
    "ratio": 0.7661691542288557,
    "legal_tokens": 402
  },
  {
    "priority": 13,
    "legal": "461. ግዕዝ አልባ አክሲዮን ማለት ይህንን ሥራ እንዳሰራ በሕግ ሥልጣን በተሰጠው ተቋም በኤሌክትሮኒክ ዘዴ ተፈጥሮ በኤሌክትሮኒክ የአክሲዮን ሒሳብ የሚያዝ አክሲዮን ነው ።",
    "simplified": "ኤሌክትሮኒክ አክሲዮን ማለት በሥልጣን በተሰጠው ተቋም አማካኝነት በዲጂታል ዘዴ ተዘጋጅቶ በሒሳብ መዝገብ የሚያዝ አክሲዮን ነው።",
    "ratio": 0.7745454545454545,
    "legal_tokens": 275
  },
  {
    "priority": 13,
    "legal": "574. ስለዳይሬክተሮች ቦርድ አባላት እና ሥራ አስኪያጆች ክፍያ የሚሰጡ መግለጫዎች ለዓመታዊ ጠቅላላ ጉባኤ የሚቀርበው መግለጫ ለእያንዳንዱ የቦርድ አባል እና ዋና ሥራ አስኪያጅ የተከፈለውን አጠቃላይ የድካም ዋጋ፣ በየጊዜው የተከፈለውን መጠን እና ሌሎች በዓይነት የተሰጡ ጥቅማ ጥቅሞችን ማሳየት አለበት ።",
    "simplified": "ለዳይሬክተሮች ቦርድ አባላትና ለሥራ አስኪያጆች ስለሚከፈል ክፍያ የሚሰጡ መግለጫዎች፣ ለእያንዳንዱ የቦርድ አባልና ለዋና ሥራ አስኪያጅ የተከፈለውን ጠቅላላ ክፍያ፣ በየጊዜው የተሰጠውን መጠንና ሌሎች ጥቅማ ጥቅሞችን ማሳየት አለበት።",
    "ratio": 0.7797979797979798,
    "legal_tokens": 495
  },
  {
    "priority": 13,
    "legal": "579. የማህበሩ አስተዳደራዊ አደረጃጀት የማህበሩን የፋይናንስ መግለጫዎችን እና ቁመናን ለመቆጣጠር የሚያስችል መሆኑን የማረጋገጥ ፤",
    "simplified": "የማህበሩ የአስተዳደር አወቃቀር የማህበሩን የፋይናንስ ሁኔታ ለመቆጣጠር የሚያስችል መሆኑን የማረጋገጥ፤",
    "ratio": 0.8101851851851852,
    "legal_tokens": 216
  },
  {
    "priority": 13,
    "legal": "593. በዚህ ረገድ የቦርድ አባል ኃላፊነት የሚለካው በምክንያታዊ ደረጃ ትጉህ የሆነ የአንድ ማህበር ፪፻፳፩ የንግድ ሕግ የቦርድ አባል ሊኖረው ከሚገባ ጠቅላላ እውቀት ፤",
    "simplified": "በዚህ ረገድ የቦርድ አባል ኃላፊነት የሚለካው፣ 221 የንግድ ሕግ፦ አንድ ትጉህ የቦርድ አባል ሊኖረው ከሚገባ አጠቃላይ እውቀት፣",
    "ratio": 0.762962962962963,
    "legal_tokens": 270
  },
  {
    "priority": 13,
    "legal": "601. የጥቅም ግጭትን ስለማሳወቅ እያንዳንዱ የዳይሬክተሮች ቦርድ አባል በራሱ እና በማህበሩ መካከል የጥቅም ግጭት ሊፈጥር የሚችለን ማንኛውንም ሁኔታ ለቦርድ ማሳወቅ አለበት ።",
    "simplified": "የጥቅም ግጭትን ስለማሳወቅ፦ እያንዳንዱ የቦርድ አባል ከማህበሩ ጋር የጥቅም ግጭት ሊፈጥር የሚችል ማንኛውንም ሁኔታ ለቦርዱ ማሳወቅ አለበት።",
    "ratio": 0.8204225352112676,
    "legal_tokens": 284
  },
  {
    "priority": 13,
    "legal": "611. ሥልጣናቸው ላይ የሚደረግ ማንኛውም ገደብ ቅን ለቦና ባሊቸዉ ሦስተኛ ወገኖች ላይ ውጤት አይኖረውም ፡፡",
    "simplified": "በሥልጣናቸው ላይ የሚደረግ ማንኛውም ገደብ፣ በቅን ልቦና በሚንቀሳቀሱ ሦስተኛ ወገኖች ላይ ተፈጻሚነት አይኖረውም።",
    "ratio": 1.1046511627906976,
    "legal_tokens": 172
  },
  {
    "priority": 13,
    "legal": "618. ማህበሩ በዳይሬክተሮች ቦርድ አባላት ላይ ስለሚያቀርበው ክስ ፪፻፳፱ የንግድ ሕግ ማህበሩ ከኃላፊነታቸው ጋር በተያያዘ በዳይሬክተሮች ላይ ክስ ማቅረብ የሚችለው ጠቅላላ ጉባኤው ሲወስን ነው ፤",
    "simplified": "ማህበሩ በዳይሬክተሮች ላይ ስለሚያቀርበው ክስ፦ 229 የንግድ ሕግ፦ ማህበሩ በዳይሬክተሮች ላይ ክስ ማቅረብ የሚችለው ጠቅላላ ጉባኤው ሲወስን ብቻ ነው፤",
    "ratio": 0.7697160883280757,
    "legal_tokens": 317
  },
  {
    "priority": 13,
    "legal": "630. ከተቆጣጣሪ ቦርድ አባልነት የተሻረ ሰው የተሻረው ካለበቂ ፪፻፴፫ የንግድ ሕግ ምክንያት ቢሆንም እንኳን ወደ ሥራው የመመለስ መብት የለውም ።",
    "simplified": "ከቦርድ አባልነት የተነሳ ሰው፣ 233 የንግድ ሕግ፦ የተነሳው ያለበቂ ምክንያት ቢሆንም ወደ ሥራው የመመለስ መብት የለውም።",
    "ratio": 0.8376068376068376,
    "legal_tokens": 234
  },
  {
    "priority": 13,
    "legal": "650. ከማህበሩ ዋና ገንዘብ ውስጥ ቢያንስ ሃያ በመቶ ድርሻ ያለው ባለአክሲዮን ወይም ባለአክሲዮኖች ራሳቸው የመረጡትን የውጭ ኦዲተር መሾም ይችላል ።",
    "simplified": "ከማህበሩ ካፒታል ቢያንስ 20 በመቶ ድርሻ ያላቸው ባለአክሲዮኖች፣ ራሳቸው የመረጡትን የውጭ ኦዲተር መሾም ይችላሉ።",
    "ratio": 0.7791666666666667,
    "legal_tokens": 240
  },
  {
    "priority": 13,
    "legal": "669. ፪፻፶፩ የንግድ ሕግ አመለካቹም ማመልከቻ ለቀረበለት አካል አስፈላጊ ናቸው የሚሊቸውን ሰነዶች እና ሌላ ማስረጃ መጠቆም አለበት ።",
    "simplified": "251 የንግድ ሕግ፦ አመልካቹ አስፈላጊ የሆኑ ሰነዶችንና ማስረጃዎችን ለሚመለከተው አካል መጠቆም አለበት።",
    "ratio": 0.7880184331797235,
    "legal_tokens": 217
  },
  {
    "priority": 13,
    "legal": "671. ሆኖም የምርመራው ውጤት የደረሰውን ጥቆማ ትክክለኛነት የሚያስረዳ ሆኖ ከተገኘ ማህበሩ ለጥያቄ አቅራቢዎቹ ለምርመራው ያወጡትን ገንዘብ መመለስ ይኖርበታል ።",
    "simplified": "ነገር ግን የምርመራው ውጤት ጥቆማው ትክክል መሆኑን ካረጋገጠ፣ ማህበሩ ለምርመራው የጠየቁት ሰዎች ላወጡት ወጪ መመለስ አለበት።",
    "ratio": 0.8022813688212928,
    "legal_tokens": 263
  },
  {
    "priority": 13,
    "legal": "676. ከባለአክሲዮንነት የሚመነጩ መብቶች በዚህ ሕግ አንቀጽ ፫፻፺፩ ንዑስ አንቀጽ (1) ላይ የተደነገገው ቢኖርም አንድ ባለአክሲዮን በራሱ ፈቃድ ካልሆነ በስተቀር በባለአክሲዮንነቱ ያገኛቸው መብቶች ቀሪ አይሆኑም ።",
    "simplified": "ከባለአክሲዮንነት የሚገኙ መብቶች፦ በሕጉ አንቀጽ 391 (1) ላይ የተጠቀሰው ቢኖርም፣ አንድ ባለአክሲዮን በራሱ ፈቃድ ካልሆነ በቀር በባለአክሲዮንነቱ ያገኛቸው መብቶች አይቀሩም።",
    "ratio": 0.8318840579710145,
    "legal_tokens": 345
  },
  {
    "priority": 13,
    "legal": "680. ፪፻፶፰ የንግድ ሕግ አንቀጽ 3()6. የማህበሩ ጉባኤ ጥሪ የጠቅላላ ጉባኤ ጥሪ የሚያደርጉት እንደነገሩ ሁኔታ የዳይሬክተሮች ቦርድ፣ የተቋቋመ እንደሆነ ተቆጣጣሪ ቦርድ፣ ኦዲተሮች፣ ሒሳብ አጣሪዎች ወይም ፍርድ ቤት ናቸው ።",
    "simplified": "258 የንግድ ሕግ፦ የጠቅላላ ጉባኤ ጥሪን እንደ አስፈላጊነቱ የዳይሬክተሮች ቦርድ፣ ተቆጣጣሪ ቦርድ፣ ኦዲተሮች፣ የሂሳብ አጣሪዎች ወይም ፍርድ ቤት ሊያደርጉት ይችላሉ።",
    "ratio": 0.7576601671309192,
    "legal_tokens": 359
  },
  {
    "priority": 13,
    "legal": "724. ፍርድ ቤቱ ውል እንዳጸና የሚፈቅደው ከውል መፍረስ ይለቅ የውል መጽናት ለማህበሩ የበለጠ እንደሚጠቅም ግልጽ የሆነ እንደሆነ ነው ።",
    "simplified": "ፍርድ ቤቱ ውሉ እንዲጸና የሚፈቅደው፣ መጽናቱ ከፈረሰበት ይልቅ ለማህበሩ እንደሚጠቅም ግልጽ ሲሆን ብቻ ነው።",
    "ratio": 0.8211009174311926,
    "legal_tokens": 218
  },
  {
    "priority": 13,
    "legal": "792. ለእናት ማህበሩ እና ለተቀጥሎዎቹ ማህበራት አንድ የተጠቃለለ የሀብትና ዕዳ የሒሳብ መግለጫ እና የትርፍና ኪሳራ የሒሳብ መግለጫ መዘጋጀት አለበት ።",
    "simplified": "ለእናት ማህበሩና ለቅርንጫፍ ማህበራቱ አንድ የጋራ የሀብትና ዕዳ መግለጫ እንዲሁም የትርፍና ኪሳራ መግለጫ መዘጋጀት አለበት።",
    "ratio": 0.8414634146341463,
    "legal_tokens": 246
  },
  {
    "priority": 13,
    "legal": "818. ለዚህ ተግባር ሊውል የሚችለው ለባለአክሲዮኖች ሊከፈል የሚችለ ትርፍ ወይም በዚህ ሕግ አንቀጽ ፬፻፴፬ ንዑስ አንቀጽ ከተመለከተው መጠባበቂያ ውጪ ከሆነ የመጠባበቂያ ገንዘብ ነው ።",
    "simplified": "ለዚህ ተግባር ሊውል የሚችለው ለባለአክሲዮኖች የሚከፈል ትርፍ ወይም በሕግ አንቀጽ 434 ከተጠቀሰው መጠባበቂያ ውጪ ያለ የመጠባበቂያ ገንዘብ ነው።",
    "ratio": 0.7953020134228188,
    "legal_tokens": 298
  },
  {
    "priority": 13,
    "legal": "836. ሒሳብ በሚጣራበት ጊዜ የማህበሩ አስተዳደር አካላት ማከናወን የየሚችለው ለማጣራቱ ሥራ አስፈላጊ ፫፻፵፱ የንግድ ሕግ የሆኑ እና ከአጣሪው ሥልጣን ውጭ የሆኑ ሥራዎችን ብቻ ነው ።",
    "simplified": "በንግድ ሕግ አንቀጽ 349 መሠረት አስተዳደሩ ሊሠራ የሚችለው ለማጣራቱ አስፈላጊ የሆኑና በአጣሪው ሥልጣን ሥር የማይወድቁ ሥራዎችን ብቻ ነው።",
    "ratio": 0.7781569965870307,
    "legal_tokens": 293
  },
  {
    "priority": 13,
    "legal": "842. ማህበሩ ያለው ሀብት ዕዳዎቹን ለመክፈል በቂ እንደማይሆን ከተገመተ ሒሳብ አጣሪዎች ባለአክሲዮኖች ገቢ ያላደረጉት መዋጮ ካለ ማስከፈለ ይኖርባቸዋል ።",
    "simplified": "የማህበሩ ሀብት ዕዳ ለመክፈል ካልበቃ፣ አጣሪዎች ባለአክሲዮኖች ያልከፈሉትን መዋጮ እንዲከፍሉ ማድረግ አለባቸው።",
    "ratio": 0.7529880478087649,
    "legal_tokens": 251
  },
  {
    "priority": 13,
    "legal": "880. በዓይነት የተከፈለ መዋጮ በተከፈለበት ጊዜ ለተደረገው ግምት ትክክለኛነት ባለአክሲዮኖቹ ሁሉ ለሦስተኛ ወገኖች በአንድነትና በተናጠል ኃላፊዎች ይሆናል ።",
    "simplified": "በዓይነት ለተከፈለ መዋጮ ግምት ትክክለኛነት ባለአክሲዮኖቹ ሁሉ ለሦስተኛ ወገኖች በአንድነትና በተናጠል ተጠያቂ ይሆናሉ።",
    "ratio": 0.7799227799227799,
    "legal_tokens": 259
  },
  {
    "priority": 13,
    "legal": "885. በማህበሩ መመስረቻ ጽሁፍ ተቃራኒ ድንጋጌ ከላለ በስተቀር አክሲዮኖች በማህበሩ አባላት መካከል ያለገደብ ሊተላለፈ ይችላል ።",
    "simplified": "በመመስረቻ ጽሁፉ ላይ ሌላ ስምምነት ከሌለ በስተቀር አክሲዮኖች በአባላቱ መካከል በነጻ ሊተላለፉ ይችላሉ።",
    "ratio": 0.8373205741626795,
    "legal_tokens": 209
  },
  {
    "priority": 13,
    "legal": "898. የማህበሩ ሥራ አመራር አንቀጽ 503. የማህበሩ የዳይሬክተሮች ቦርድ 373 የንግድ ሕግ ኃላፊነቱ የተወሰነ የግለ ማህበር በዳይሬክተሮች ቦርድ እንዳመራ በመመስረቻ ጽሁፍ ሊወሰን ይችላል ።",
    "simplified": "አንቀጽ 503 እና የንግድ ሕግ አንቀጽ 373 መሠረት ኃላፊነቱ የተወሰነ የግለ ማህበር በዳይሬክተሮች ቦርድ እንዲመራ በመመስረቻ ጽሁፍ ሊወሰን ይችላል።",
    "ratio": 0.7959866220735786,
    "legal_tokens": 299
  },
  {
    "priority": 13,
    "legal": "909. የሥራ አስኪያጁ ተጠያቂነት ተቃራኒ ስምምነት ቢኖርም ሥራ አስኪያጁ በሕግ ወይም በመመስረቻ ጽሁፍ የተመለከቱ ድንጋጌዎችን 375 የንግድ ሕግ በመተላለፍ ለሚያደርሰው ጉዳት ለማህበሩ፣ ለባለአክሲዮኖች እና ለሦስተኛ ወገኖች ኃላፊ ነው ።",
    "simplified": "በንግድ ሕግ አንቀጽ 375 መሠረት ሌላ ስምምነት ቢኖር እንኳ ሥራ አስኪያጁ ሕግን ወይም መመስረቻ ጽሁፍን በመተላለፍ ለሚያደርሰው ጉዳት ለማህበሩ፣ ለአባላቱና ለሌሎች ወገኖች ተጠያቂ ነው።",
    "ratio": 0.7890625,
    "legal_tokens": 384
  },
  {
    "priority": 13,
    "legal": "954. ማህበረተኞች ማህበሩ እንዳይፈርስ ከወሰኑ ተጨማሪ መዋጮ በማድረግ የጎደለውን የማህበሩን ዋና ገንዘብ መተካት አለባቸው ።",
    "simplified": "አባላቱ ማህበሩ እንዳይፈርስ ከወሰኑ ተጨማሪ ገንዘብ በማዋጣት የጎደለውን ካፒታል መተካት አለባቸው።",
    "ratio": 0.8146341463414634,
    "legal_tokens": 205
  },
  {
    "priority": 13,
    "legal": "967. 392 የንግድ ሕግ የዓይነት መዋጮ ግምት የተጋነነ ከመሆኑ የተነሳ ሦስተኛ ወገኖች ላይ ለሚደርሰው ጉዳት አባልና ኦዲተሩ በአንድነትና በተናጠል ኃላፊ ናቸው ።",
    "simplified": "በንግድ ሕግ አንቀጽ 392 መሠረት የመዋጮው ግምት ከተጋነነ አባልና ኦዲተሩ ለሚደርሰው ጉዳት በአንድነትና በተናጠል ተጠያቂ ናቸው።",
    "ratio": 0.8210116731517509,
    "legal_tokens": 257
  },
  {
    "priority": 13,
    "legal": "988. “ተቀጥሎ” ማለት በቀጥታ ወይም በተዘዋዋሪ በሌላ ኩባንያ አማካኝነት በእናት ኩባንያ ቁጥጥር ሥር የወደቀ ኩባንያ ነው ።",
    "simplified": "“ቅርንጫፍ (ተቀጥሎ)” ማለት በቀጥታም ሆነ በተዘዋዋሪ በእናት ኩባንያ ቁጥጥር ሥር ያለ ኩባንያ ነው።",
    "ratio": 0.8208955223880597,
    "legal_tokens": 201
  },
  {
    "priority": 13,
    "legal": "1003. አንድ ኩባንያ በሌላው ኩባንያ ውስጥ ያለው ይዞታ እኩል የሆነ እንደሆነና አንደኛው ኩባንያ በሌላኛው ኩባንያ ውስጥ ያለውን አክሲዮን ለማስተላለፍ ያልተስማማ እንደሆነ እያንዳንዳቸው በሌላው ኩባንያ ውስጥ ያለው የአክሲዮን ድርሻ ከአምስት በመቶ ያነሰ እስኪሆን መቀነስ አለበት ።",
    "simplified": "አንድ ኩባንያ በሌላው ኩባንያ ውስጥ ያለው ድርሻ እኩል ሆኖ ሳለ አንደኛው ኩባንያ አክሲዮኑን ለማስተላለፍ ካልተስማማ፣ እያንዳንዳቸው በሌላው ኩባንያ ያላቸው ድርሻ ከአምስት በመቶ በታች እስኪሆን ድረስ መቀነስ አለበት።",
    "ratio": 0.782608695652174,
    "legal_tokens": 460
  },
  {
    "priority": 13,
    "legal": "1015. የተቀጥሎ ኩባንያው ባለአክሲዮኖች እናት ኩባንያው ወይም በእርሱ የተወከለ ሌላ ሰው አክሲዮናቸውን እንዳገዛቸው በፍርድ ቤት መጠየቅ ይችላል ።",
    "simplified": "የንዑስ ኩባንያ ባለአክሲዮኖች እናት ኩባንያው ወይም ወኪሉ አክሲዮናቸውን እንዲገዛቸው ፍርድ ቤትን መጠየቅ ይችላሉ።",
    "ratio": 0.8075313807531381,
    "legal_tokens": 239
  },
  {
    "priority": 13,
    "legal": "1021. በነባር ማህበር በመዋጥ የሚደረግ መዋሃድ ማለት አንድ ወይም ከዚያ በላይ የሆኑ ማህበራት ሙሉ ንብረታቸውን እና ዕዳቸውን ወደ ሌላ ነባር ማህበር በማስተላለፍ የንብረት ማጣራት ሳይደረግ የሚከስሙበት ሂደት ነው ፤",
    "simplified": "በነባር ማህበር በመዋጥ መዋሃድ ማለት አንድ ወይም ከዚያ በላይ የሆኑ ማህበራት ንብረትና ዕዳቸውን ወደ ሌላው ማህበር በማዛወር፣ ንብረት የማጣራት ሂደት ሳይደረግ የሚፈርሱበት ነው።",
    "ratio": 0.8481375358166189,
    "legal_tokens": 349
  },
  {
    "priority": 13,
    "legal": "1024. 417 የንግድ ሕግ ለመፍረስ በመጣራት ላይ ያለ ማህበር የንብረት ክፍፍል ከመደረጉ በፊት ከሌላ ማህበር ጋር ሊዋሃድ ይችላል ።",
    "simplified": "ሊፈርስ በዝግጅት ላይ ያለ ማህበር ንብረቱ ከመከፋፈሉ በፊት ከሌላ ማህበር ጋር መዋሃድ ይችላል።",
    "ratio": 0.7696078431372549,
    "legal_tokens": 204
  },
  {
    "priority": 13,
    "legal": "1029. ወደ ነባር ማህበራት በመጠቅለል የሚደረግ መከፋፈል ማለት አንድ ማህበር መላ ንብረቱን እና ዕዳውን ለሌሎች ነባር ማህበራት አከፋፍሎ የሒሳብ ማጣራት ሳይደረግ የሚከስምበት ሁኔታ ነው ፤",
    "simplified": "ወደ ነባር ማህበራት በመጠቅለል መከፋፈል ማለት አንድ ማህበር ንብረትና ዕዳውን ለሌሎች ማህበራት ሰጥቶ ያለ ሒሳብ ማጣራት የሚፈርስበት ሂደት ነው።",
    "ratio": 0.7875816993464052,
    "legal_tokens": 306
  },
  {
    "priority": 13,
    "legal": "1032. አዲስ ማህበራትን በማቋቋም የሚደረግ መከፋፈል ማለት አንድ ማህበር መላ ዕዳውን እና ንብረቱን ራሱ ለአቋቋማቸው ማህበራት በማስተላለፍ የሒሳብ ማጣራት ሳይደረግ የሚከስምበት ሁኔታ ነው ፤",
    "simplified": "አዳዲስ ማህበራትን በማቋቋም መከፋፈል ማለት አንድ ማህበር ንብረቱንና ዕዳውን ለራሱ አዳዲስ ማህበራት በማስተላለፍ ያለ ሒሳብ ማጣራት የሚፈርስበት ነው።",
    "ratio": 0.8102893890675241,
    "legal_tokens": 311
  },
  {
    "priority": 13,
    "legal": "1111. ዋና የጥቅም ማዕከለ ኢትዮጵያ የሆነ ባለዕዳን በተመለከተ ለቅድመ ጥንቃቄ ዕዳን መልሶ የማዋቀር ሥነ ሥርዓት፣ መልሶ የማደራጀት ሥነ ሥርዓት እና የመክሰር ሥነ ሥርዓት እንዲከፈት የሚሰጥ ፍርድ ዓለም አቀፊዊ ተፈፃሚነት አለው ።",
    "simplified": "ዋና የጥቅም ማዕከሉ ኢትዮጵያ በሆነ ባለዕዳ ላይ የሚሰጥ የቅድመ ጥንቃቄ ዕዳን መልሶ የማዋቀር፣ መልሶ የማደራጀት ወይም የመክሰር ሥነ ሥርዓት የመክፈቻ ፍርድ በሌሎች አገሮችም ተፈጻሚ ይሆናል።",
    "ratio": 0.8426666666666667,
    "legal_tokens": 375
  },
  {
    "priority": 13,
    "legal": "1115. የኢትዮጵያ ፍርድ ቤቶች በዚህ ሕግ አንቀጽ 6 ንዑስ አንቀጽ (2) ውስጥ በተመለከተው መሰረት እንደዚህ ካለው ሥነ ሥርዓት በቀጥታ የሚመነጩ እና ከእርሱ ጋር የቅርብ ትስስር ያላቸውን ክሶች የማየት ሥልጣን አላቸው ።",
    "simplified": "የኢትዮጵያ ፍርድ ቤቶች በዚህ ሕግ አንቀጽ 6 ንዑስ አንቀጽ 2 መሠረት፣ ከሥነ ሥርዓቱ በቀጥታ የሚመነጩና ከእርሱ ጋር የቅርብ ግንኙነት ያላቸውን ክሶች የመስማት ሥልጣን አላቸው።",
    "ratio": 0.8223495702005731,
    "legal_tokens": 349
  },
  {
    "priority": 13,
    "legal": "1119. ተቆጣጣሪ ዳኛ ስለ መሾም ፍርድ ቤቱ መልሶ የማደራጀት እና የመክሰር ሥነ ሥርዓት ለመክፈት በሚሰጠው ፍርድ ተቆጣጣሪ ዳኛ ይሾማል ፤",
    "simplified": "ፍርድ ቤቱ መልሶ የማደራጀትና የመክሰር ሥነ ሥርዓት እንዲከፈት ትዕዛዝ በሚሰጥበት ጊዜ ተቆጣጣሪ ዳኛ ይሾማል።",
    "ratio": 0.8387096774193549,
    "legal_tokens": 217
  },
  {
    "priority": 13,
    "legal": "1149. ዕዳን መልሶ የማዋቀር ዕቅድ ፬፻፸፱ የንግድ ሕግ በሚመለከታቸው ገንዘብ ጠያቂዎች በሙሉ ድምፅ ተቀባይነት የማግኘት ዕድለ ሰፊ እንደሆነ ባለዕዳው ካስረዳ ፍርድ ቤቱ ጊዜው እንዳራዘም ሊፈቅድ ይችላል ፤",
    "simplified": "እንደ ንግድ ሕግ ቁጥር 479 ዕቅዱ በገንዘብ ጠያቂዎች ዘንድ ተቀባይነት የማግኘት ዕድሉ ከፍተኛ መሆኑን ባለዕዳው ካስረዳ ፍርድ ቤቱ ጊዜውን ሊያራዝምለት ይችላል።",
    "ratio": 0.786144578313253,
    "legal_tokens": 332
  },
  {
    "priority": 13,
    "legal": "1159. ይህን ድንጋጌ በማንኛውም መልኩ መጣስ አግባብ ባላቸው ፬፻፹፫ የንግድ ሕግ ሕጎች መሰረት የፍትሐ ብሔር እና የወንጀል ኃላፊነትን ያስከትሊለ ።",
    "simplified": "እንደ ንግድ ሕግ ቁጥር 483 ይህን ምስጢር የመጠበቅ ግዴታ መጣስ ለፍትሐ ብሔርና ለወንጀል ተጠያቂነት ይዳርጋል።",
    "ratio": 0.7563025210084033,
    "legal_tokens": 238
  },
  {
    "priority": 13,
    "legal": "1165. በተናጠል የሚቀርቡ ክሶች መቋረጥ ማለት አንድ ገንዘብ ጠያቂ በአንድ ባለዕዳ ወይም በሦስተኛ ወገን ዋስትና ሰጪ ላይ ክፍያ ለማስፈጸም ያቀረበውን ክስ ለጊዜው ማቋረጥ ነው ፤",
    "simplified": "ክሶች መቋረጥ ማለት ገንዘብ ጠያቂዎች ክፍያ ለማግኘት በባለዕዳው ወይም በዋስትና ሰጪው ላይ ያቀረቡት ክስ ለጊዜው እንዲቆም ማድረግ ነው።",
    "ratio": 0.7894736842105263,
    "legal_tokens": 285
  },
  {
    "priority": 13,
    "legal": "1169. ባለዕዳው በመደበኛ የሥራ ሂደት ውስጥ የሚከሰቱ ዕዳዎችን በሙሉ መክፈል እንደማይችለ አስቀድሞ ፬፻፹፭ የንግድ ሕግ ከገመተ ባለዕዳው መልሶ የማደራጀት ሥነ ሥርዓት ለመክፈት ያመለክታል ።",
    "simplified": "እንደ ንግድ ሕግ ቁጥር 485 ባለዕዳው የሥራ ዕዳዎቹን መክፈል እንደማይችል ካወቀ፣ መልሶ የማደራጀት ሥነ ሥርዓት እንዲከፈትለት ማመልከት አለበት።",
    "ratio": 0.7620578778135049,
    "legal_tokens": 311
  },
  {
    "priority": 13,
    "legal": "1175. አዲስ ገንዘብ የሚያቀርቡት ሰዎች ገንዘቡ መቅረቡ አጠቃላይ ገንዘብ ጠያቂዎቹን የሚጎዳ ነው በሚል የፍትሐ ብሔር፣ አስተዳደራዊ ወይም የወንጀል ኃላፊነት አይኖርባቸውም ።",
    "simplified": "ይህን አዲስ ገንዘብ የሚያቀርቡ ወገኖች ሌሎች ገንዘብ ጠያቂዎችን ጎድታችኋል በሚል ለፍትሐ ብሔር ወይም ለወንጀል ተጠያቂ አይሆኑም።",
    "ratio": 0.7640845070422535,
    "legal_tokens": 284
  },
  {
    "priority": 13,
    "legal": "1223. ይግባኝ የማይቀርብባቸው ፍርዶች ተቆጣጣሪ ዳኛውን፣ መልሶ የማደራጀት ኃላፊውን ወይም ተቆጣጣሪዎችን ለመሾም ወይም ለመተካት የሚሰጡ ፍርዶች ይግባኝ ወይም ተቃውሞ ሊቀርብባቸው አይችልም ።",
    "simplified": "ተቆጣጣሪ ዳኛን፣ መልሶ የማደራጀት ኃላፊን ወይም ተቆጣጣሪዎችን ለመሾም ወይም ለመለወጥ የሚሰጡ ፍርዶች ላይ ይግባኝ ወይም ተቃውሞ ማቅረብ አይቻልም።",
    "ratio": 0.780952380952381,
    "legal_tokens": 315
  },
  {
    "priority": 13,
    "legal": "1232. ተቆጣጣሪ ዳኛው አንድ ተቆጣጣሪ ዋስትና ካላቸው ገንዘብ ጠያቂዎች ውስጥ እና ሌላ አንድ ተቆጣጣሪ ደግሞ ዋስትና ከሌላቸው ገንዘብ ጠያቂዎች መመረጡን ያረጋግጣል ።",
    "simplified": "ተቆጣጣሪ ዳኛው አንድ ተቆጣጣሪ ዋስትና ካላቸውና ሌላው ደግሞ ዋስትና ከሌላቸው ገንዘብ ጠያቂዎች መመረጣቸውን ማረጋገጥ አለበት።",
    "ratio": 0.7888888888888889,
    "legal_tokens": 270
  },
  {
    "priority": 13,
    "legal": "1223. ይግባኝ የማይቀርብባቸው ፍርዶች ተቆጣጣሪ ዳኛውን፣ መልሶ የማደራጀት ኃላፊውን ወይም ተቆጣጣሪዎችን ለመሾም ወይም ለመተካት የሚሰጡ ፍርዶች ይግባኝ ወይም ተቃውሞ ሊቀርብባቸው አይችልም ።",
    "simplified": "ተቆጣጣሪ ዳኛን፣ መልሶ የማደራጀት ኃላፊን ወይም ተቆጣጣሪዎችን ለመሾም ወይም ለመለወጥ የሚሰጡ ፍርዶች ላይ ይግባኝ ወይም ተቃውሞ ማቅረብ አይቻልም።",
    "ratio": 0.780952380952381,
    "legal_tokens": 315
  },
  {
    "priority": 13,
    "legal": "1232. ተቆጣጣሪ ዳኛው አንድ ተቆጣጣሪ ዋስትና ካላቸው ገንዘብ ጠያቂዎች ውስጥ እና ሌላ አንድ ተቆጣጣሪ ደግሞ ዋስትና ከሌላቸው ገንዘብ ጠያቂዎች መመረጡን ያረጋግጣል ።",
    "simplified": "ተቆጣጣሪ ዳኛው አንድ ተቆጣጣሪ ዋስትና ካላቸውና ሌላው ደግሞ ዋስትና ከሌላቸው ገንዘብ ጠያቂዎች መመረጣቸውን ማረጋገጥ አለበት።",
    "ratio": 0.7888888888888889,
    "legal_tokens": 270
  },
  {
    "priority": 13,
    "legal": "1453. ከአቤቱታቸው በተጨማሪ ገንዘብ ጠያቂዎች በዚህ ሕግ አንቀጽ ፮፻፴፯ ንዑስ አንቀጽ (4) ውስጥ የተዘረዘሩትን ሰነዶች ማቅረብ አለባቸው ፤",
    "simplified": "ገንዘብ ጠያቂዎች ከአቤቱታቸው ጋር በዚህ ሕግ አንቀጽ 637 ንዑስ አንቀጽ 4 የተገለጹትን ሰነዶች ማቅረብ አለባቸው።",
    "ratio": 0.8214285714285714,
    "legal_tokens": 224
  },
  {
    "priority": 13,
    "legal": "1454. በአንድነትና በተናጠል ተጠያቂ የሆኑ ማህበረተኞች ባለፈው የንግድ ሥራ ማህበር ላይ የመክሰር ፍርድ በሚሰጥበት ጊዜ ማህበርተኞቹ የከሰሩ ይሆናል ፤",
    "simplified": "በአንድነትና በተናጠል ተጠያቂ የሆኑ የአንድ የንግድ ማህበር አባላት፣ ማህበሩ መክሰሩ ሲወሰን እነርሱም እንደከሰሩ ይቆጠራሉ።",
    "ratio": 0.8495934959349594,
    "legal_tokens": 246
  },
  {
    "priority": 13,
    "legal": "1456. ለገንዘብ ጠያቂዎች የሚሰጥ ማስታወቂያ የመክሰር አቤቱታ በገንዘብ ጠያቂዎች፣ በአንድነትና በተናጠል ኃላፊ በሆኑ ማህበረተኞች ወይም በዐቃቤ ሕግ የቀረበ ከሆነ ፍርድ ቤቱ አቤቱታው መቅረቡን በሰባት ቀናት ውስጥ ለባለዕዳው ያሳውቃል ።",
    "simplified": "የመክሰር አቤቱታው በገንዘብ ጠያቂዎች፣ በአንድነትና በተናጠል ተጠያቂ በሆኑ አባላት ወይም በዐቃቤ ሕግ የቀረበ ከሆነ፣ ፍርድ ቤቱ አቤቱታው መግባቱን በ 7 ቀናት ውስጥ ለባለዕዳው ማሳወቅ አለበት።",
    "ratio": 0.8247422680412371,
    "legal_tokens": 388
  },
  {
    "priority": 13,
    "legal": "1458. ፭፻፸፫ የንግድ ሕግ ባለዕዳው በዚህ ሕግ አንቀጽ ፮፻፴፯ ንዑስ አንቀጽ (1) ውስጥ የተዘረዘሩትን ሰነዶች እንዲሁም ክፍያዎችን ያቋረጠ እንደሆነ ወይም እንዳለሆነ የሚጠቁሙ ሌሎች ደጋፉ ሰነዶችን ያቀርባል ።",
    "simplified": "በንግድ ሕግ ቁጥር 573 መሠረት፣ ባለዕዳው በዚህ ሕግ አንቀጽ 637 ንዑስ አንቀጽ 1 የተጠቀሱትን ሰነዶችና ክፍያ ማቆሙን ወይም አለማቆሙን የሚያሳዩ ሌሎች ደጋፊ ሰነዶችን ያቀርባል።",
    "ratio": 0.8461538461538461,
    "legal_tokens": 338
  },
  {
    "priority": 13,
    "legal": "1462. ነጋዳው የንግድ መዝገብ ውስጥ ተመዝግቦ ያልነበረ ከሆነ ክፍያዎች ከተቋረጡ በኋላ በማንኛውም ጊዜ መክሰሩ ሊነገር ይችላል ።",
    "simplified": "ነጋዴው በንግድ መዝገብ ያልተመዘገበ ከሆነ፣ ክፍያ ካቆመ በኋላ በማንኛውም ጊዜ መክሰሩ ሊታወጅ ይችላል።",
    "ratio": 0.8269230769230769,
    "legal_tokens": 208
  },
  {
    "priority": 13,
    "legal": "1474. በሚለጠፈ ወይም ማስታወቂያዎችን ለመቀበል በተፈቀደሊቸው ጋዜጣዎች ለሚወጡ ፍርዶች ግን ይህ ጊዜ መቆጠር የሚጀምረው ማስታወቂያው ከወጣበት ቀን ጀምሮ ይሆናል ።",
    "simplified": "በጋዜጣ በሚወጡ ማስታወቂያዎች ላይ ግን፣ ጊዜው መቆጠር የሚጀምረው ማስታወቂያው በጋዜጣው ላይ ከታተመበት ቀን ጀምሮ ይሆናል።",
    "ratio": 0.7723880597014925,
    "legal_tokens": 268
  },
  {
    "priority": 13,
    "legal": "1508. የመክሰር ሥነ ሥርዓት እንዲከፈት ፍርድ በሚሰጥበት ጊዜ የመክሰር እና የመክሰር ችሎታ የሚኖረው የከሰረው ሰው ንብረት አስተዳዳሪ ብቻ ይሆናል ።",
    "simplified": "የመክሰር ውሳኔ ከተሰጠ በኋላ፣ በንብረቶቹ ላይ የማዘዝ ሥልጣን የሚኖረው የንብረት አስተዳዳሪው ብቻ ይሆናል።",
    "ratio": 0.7510373443983402,
    "legal_tokens": 241
  },
  {
    "priority": 13,
    "legal": "1518. የከሰረው ሰው ንብረት ጠባቂ ንብረት ጠባቂ መሆኑን አስረድቶ በማይንቀሳቀስ ንብረት ላይ ያለው ዋስትና የሚያስመዘግበው በከሠረው ሰው ንብረት ስም ነው ።",
    "simplified": "ንብረት ጠባቂው በማይንቀሳቀስ ንብረት ላይ ያለውን ዋስትና የሚያስመዘግበው በከሰረው ሰው ንብረት ስም መሆን አለበት።",
    "ratio": 0.7637795275590551,
    "legal_tokens": 254
  },
  {
    "priority": 13,
    "legal": "1598. ስለመያዝ መብት አንቀጽ ፯፻፶፬∙ ስለመያዝ መብት በዚህ ሕግ አንቀጽ 6(8) በመክሰር ሥነ ሥርዓት ላይ በተመሳሳይ ተፈፃሚ ይሆናል ።",
    "simplified": "በዚህ ሕግ አንቀጽ 608 ላይ የተጠቀሰው ንብረትን ይዞ የመቆየት መብት በመክሰር ሂደት ላይም ተግባራዊ ይሆናል።",
    "ratio": 0.8271028037383178,
    "legal_tokens": 214
  },
  {
    "priority": 13,
    "legal": "1615. የተንቀሳቃሽ ንብረት ማስያዣዎች ስለመለሳቸው ፮፻፳ የንግድ ሕግ የዚህ ሕግ አንቀጽ 6(6) ንዑስ አንቀጽ (2) በመክሰር ሥነ ሥርዓት ላይ ተፈፃሚ ይሆናል ።",
    "simplified": "በዚህ ሕግ አንቀጽ 606 ላይ የተጠቀሰው ተንቀሳቃሽ ንብረትን ስለመመለስ የሚገልጸው ድንጋጌ በመክሰር ሂደት ላይም ይሠራል።",
    "ratio": 0.8016194331983806,
    "legal_tokens": 247
  },
  {
    "priority": 13,
    "legal": "1679. ገንዘብ ጠያቂዎች ማስታወቂያ በደረሳቸው በአስር ቀናት ውስጥ ለተቆጣጣሪ ዳኛው ውሳኔ የሚሰጥበት ተቃውሞ ለማቅረብ ይችላል ፤",
    "simplified": "አበዳሪዎች ማስታወቂያው በደረሳቸው በ 10 ቀናት ውስጥ ለተቆጣጣሪ ዳኛው ተቃውሞ ማቅረብ ይችላሉ።",
    "ratio": 0.7523809523809524,
    "legal_tokens": 210
  },
  {
    "priority": 13,
    "legal": "1693. ፍርድ ቤቱ እና ዐቃቤ ሕጉ የባለዕዳው አቤቱታ ትክክለኛ መሆኑን ለማረጋገጥ አስፈላጊ የሆኑ መረጃዎችን ሁሉ ይሰበስባል ።",
    "simplified": "ፍርድ ቤቱና ዓቃቤ ሕጉ የቀረበው ጥያቄ ትክክለኛ መሆኑን ለማወቅ መረጃዎችን ማሰባሰብ አለባቸው።",
    "ratio": 0.7871287128712872,
    "legal_tokens": 202
  },
  {
    "priority": 13,
    "legal": "1698. ወይም የራሳቸውን ጥቅም ለማስጠበቅ ለባለዕዳው ሥራ አመራር የሰጧቸው መመሪያዎች ባለዕዳው ክፍያዎችን እንዳያቋርጥ ያደረጉ ፤",
    "simplified": "ወይም ለራሳቸው ጥቅም ብለው የሰጡት መመሪያ ድርጅቱ ዕዳ መክፈል እንዳይችል ካደረገ ተጠያቂ ይሆናሉ።",
    "ratio": 0.7830188679245284,
    "legal_tokens": 212
  },
  {
    "priority": 13,
    "legal": "1714. ባለዕዳው ሐቀኝነት የጎደለው እንደሆነ እና በተለይም ደግሞ የተወሰነ የንብረቱን ክፍል የደበቀ፣ አንዳንድ ገንዘብ ጠያቂዎችን በተንኮለ ሳይገለጽ የቀረ፣ ኃላፊነቶቹን ያጋነነ ወይም ሌሎች ማናቸውንም ፮፻፷፲ የንግድ ሕግ የማጭበርበር ድርጊቶች የፈጸመ እንደሆነ ፍርድ ቤቱ ቀላል የመክሰር ሥነ ሥርዓት አይከፍትም ።",
    "simplified": "ባለዕዳው ታማኝ ካልሆነ፣ በተለይም ንብረቱን ከደበቀ፣ አበዳሪዎችን ሆን ብሎ ካልገለጸ፣ ዕዳውን አጋንኖ ካቀረበ ወይም ሌሎች በ670 የንግድ ሕግ የተጠቀሱ የማጭበርበር ድርጊቶችን የፈጸመ ከሆነ ፍርድ ቤቱ ቀላል የመክሰር ሂደትን አይጀምርም።",
    "ratio": 0.7524177949709865,
    "legal_tokens": 517
  },
  {
    "priority": 13,
    "legal": "1741. “ፎቅ” ማለት በሁለት ወሌሎች መካከል ወይም ከላይ ሌላ ወለል ከለለ በወለሊና በኰርኒስ መሃል ያለው የሕንፃ ክፍል ነው ፤",
    "simplified": "“ፎቅ” ማለት በሁለት ወለሎች መካከል ያለ ወይም ወለልና ኮርኒስ መካከል ያለ የሕንፃ ክፍል ነው።",
    "ratio": 0.7860696517412935,
    "legal_tokens": 201
  },
  {
    "priority": 13,
    "legal": "1873. ፲፰ሺ፩፻፵፫ ልጆቻቸው ትምህርት እንዳያቋርጡ ከማድረግ በተለይም ልጆችን ያለዕድሜ ጋብቻ እንዳፈጽሙ ከማስገደድ ወይም ከመገፋፋት መታቀብ ፤",
    "simplified": "ልጆቻቸው ትምህርት እንዳያቋርጡ ማድረግና ያለ ዕድሜ ጋብቻን ከመሳሰሉ ጎጂ ድርጊቶች የመቆጠብ ግዴታ አለባቸው።",
    "ratio": 0.7763713080168776,
    "legal_tokens": 237
  },
  {
    "priority": 13,
    "legal": "1874. የልጆቻቸውን ደህንነትና ትምህርት በተመለከተ ከትምህርት ቤቶች አስተዳደር ጋር የመተባበር፣ ለትምህርት ተቋማቱ ደንቦችና መመሪያዎች የመገዛት ፤",
    "simplified": "ለትምህርት ቤቱ ደንቦች መገዛትና ስለ ልጆቻቸው ደህንነትና ትምህርት ከትምህርት ቤቱ ጋር የመተባበር ግዴታ አለባቸው።",
    "ratio": 0.7886178861788617,
    "legal_tokens": 246
  },
  {
    "priority": 13,
    "legal": "1911. የዚህን ምዕራፍ ድንጋጌዎች አፈጻጸም ለማረጋገጥ ሚኒስቴሩ በፍደራልና በክልል ደረጃ ሥርዓተ ትምህርትን የተመለከተ ጥናት ያካሂዳል ፤",
    "simplified": "ሚኒስቴሩ ሥርዓተ ትምህርቱን በሚመለከት በአገር አቀፍና በክልል ደረጃ ጥናት የማድረግ ኃላፊነት አለበት።",
    "ratio": 0.7733333333333333,
    "legal_tokens": 225
  },
  {
    "priority": 13,
    "legal": "1977. ፲፰ሺ፩፻፷፼ ከላይ ባለው ንዑስ አንቀጽ (፫) መሰረት ፈተናውን ወስዶ ያለፈ ተማሪ ወደሚቀጥለው ክፍል ገብቶ ለመማር ይችላል ።",
    "simplified": "በንዑስ አንቀጽ 3 መሠረት ፈተናውን አልፎ ውጤት ያመጣ ተማሪ ወደሚቀጥለው ክፍል መሸጋገር ይችላል።",
    "ratio": 0.7740384615384616,
    "legal_tokens": 208
  },
  {
    "priority": 11,
    "legal": "274. ስለተከራዩ ዕዳዎች አከፋፈል አስገዳጅነት የኪራይ ውል ጊዜ ሲያበቃ ተከራዩን ገንዘብ ጠያቂ ለሆኑት ሰዎች ያለበትን ዕዳዎች ወዲያውኑ እንዳከፍል ያስገድደዋል ።",
    "simplified": "የኪራይ ውሉ ሲያበቃ ተከራዩ ያለበትን ዕዳዎች ወዲያውኑ እንዲከፍል ይገደዳል።",
    "ratio": 0.48314606741573035,
    "legal_tokens": 267
  },
  {
    "priority": 10,
    "legal": "ከማህበሩ እንዳወጣ የተደረገ ሸሪክ በወጣበት ጊዜ የነበረው ድርሻ እንዲከፍልው የመጠየቅ መብት አለው ፡፡",
    "simplified": "ከማህበሩ የወጣ አባል (ሸሪክ) በሚወጣበት ጊዜ የነበረውን የገንዘብ ድርሻ እንዲከፈለው የመጠየቅ መብት አለው።",
    "ratio": 1.0465116279069768,
    "legal_tokens": 172
  },
  {
    "priority": 10,
    "legal": "ይህም ሲሆን ኩባንያው በንግድ መዝገብ ውስጥ ማስገባት ያለበት ሙሉ ለሙሉ በባለቤትነት ስለመያዙ ብቻ ይሆናል ።",
    "simplified": "በዚህ ጊዜ ኩባንያው በንግድ መዝገብ ላይ ማስመዝገብ ያለበት ሙሉ በሙሉ የራሱ ስለመሆኑ ብቻ ነው።",
    "ratio": 0.8777777777777778,
    "legal_tokens": 180
  },
  {
    "priority": 10,
    "legal": "16. በዓይነት የተደረገ መዋጮ ካለ አባል ግምቱ ትክክለ መሆኑን የሚያጣራ የምሥረታ ወቅት ኦዲተር የመሾም ግዴታ አለበት ።",
    "simplified": "በገንዘብ ሳይሆን በንብረት (በዓይነት) መዋጮ የሚያደርግ አባል፣ የንብረቱን ግምት ትክክለኛነት የሚያጣራ ኦዲተር የመሾም ግዴታ አለበት።",
    "ratio": 1.1546391752577319,
    "legal_tokens": 194
  },
  {
    "priority": 10,
    "legal": "21. ሆኖም ወጪዎቹ በከሠረው ሰው ንብረት ጠባቂ በጽሁፍ የጸደቁ ከሆነ ያወጧቸውን ወጪዎች የመጠየቅ መብት አላቸው ።",
    "simplified": "ነገር ግን ንብረት ጠባቂው በጽሑፍ ካጸደቀላቸው፣ ያወጡትን ወጪ እንዲከፈላቸው የመጠየቅ መብት አላቸው።",
    "ratio": 0.9293478260869565,
    "legal_tokens": 184
  },
  {
    "priority": 10,
    "legal": "39. ሚኒስቴሩ ወይም አግባብ ሊለው ባለሥልጣን ይህ ስለመሆኑ የጽሁፍ መግለጫ ማቅረብ አለባቸው ፤",
    "simplified": "ሚኒስቴሩ ወይም የሚመለከተው ባለሥልጣን ስለ ጉዳዩ የጽሑፍ መግለጫ መስጠት አለበት።",
    "ratio": 0.9025974025974026,
    "legal_tokens": 154
  },
  {
    "priority": 10,
    "legal": "40. ተቆጣጣሪ ዳኛው በሰጠው ውሳኔ ላይ ውሳኔው በተሰጠ በአስር ተከታታይ ቀናት ውስጥ ለፍርድ ቤት ይግባኝ ማቅረብ ይቻላል ።",
    "simplified": "ተቆጣጣሪ ዳኛው በሰጠው ውሳኔ ላይ ቅሬታ ካለ፣ ውሳኔው በደረሰ በ10 ቀናት ውስጥ ለፍርድ ቤት ይግባኝ ማለት ይቻላል።",
    "ratio": 0.9444444444444444,
    "legal_tokens": 198
  },
  {
    "priority": 10,
    "legal": "48. ድምፅ የመስጠት ገደብ አክሲዮኖች የሚሰጡት ከፍተኛ የድምፅ ቁጥር በማህበሩ መመስረቻ ጽሁፍ ሊገደብ ይችላል ፤",
    "simplified": "አክሲዮኖች ሊኖራቸው የሚችለው ከፍተኛ የድምፅ ብዛት በማህበሩ መመስረቻ ጽሑፍ ላይ ሊገደብ ይችላል።",
    "ratio": 0.9016393442622951,
    "legal_tokens": 183
  },
  {
    "priority": 10,
    "legal": "54. በባለአክሲዮኑ ስም ለተመዘገበ አክሲዮን ለጊዜው የሚሰጥ የምስክር ወረቀት መመዝገብ አለበት ፤",
    "simplified": "በባለአክሲዮኑ ስም ለተመዘገበ አክሲዮን የሚሰጥ ጊዜያዊ የምስክር ወረቀት መመዝገብ አለበት።",
    "ratio": 0.9685534591194969,
    "legal_tokens": 159
  },
  {
    "priority": 10,
    "legal": "57. መረጃውን ይፋ ሊለማድረግረግ በቂ ምክንያት ያለው መሆኑን ማህበሩ ካልስረዳ በስተቀር ፤",
    "simplified": "ማህበሩ መረጃውን ይፋ ለማድረግ በቂ ምክንያት ካላቀረበ በስተቀር መረጃው በሚስጥር ይያዛል።",
    "ratio": 1.034013605442177,
    "legal_tokens": 147
  },
  {
    "priority": 10,
    "legal": "60. ለ) የሒሳብ መዝገቦች ለኦዲተሮች በአስፈላጊው ጊዜ ሁሉ እንዳቀርቡ የማድረግ ፤",
    "simplified": "የሒሳብ መዝገቦች ለኦዲተሮች በሚፈልጉበት ጊዜ ሁሉ እንዲቀርቡ ማድረግ።",
    "ratio": 0.9015151515151515,
    "legal_tokens": 132
  },
  {
    "priority": 10,
    "legal": "69. ሥነ ሥርዓት ውስጥ የመልሶ ማደራጀት ኃላፊው ያለው ሥልጣን ይኖረዋል ።",
    "simplified": "በዚህ ሂደት ውስጥ የመልሶ ማደራጀት ኃላፊው ሙሉ ሥልጣን ይኖረዋል።",
    "ratio": 0.9327731092436975,
    "legal_tokens": 119
  },
  {
    "priority": 10,
    "legal": "86. ! “የአገልግሎት ለውጥ” ማለት አንድ ሕንፃ ሲሰጥ የነበረውን አገልግሎት በሌላ የአገልግሎት ዓይነት መለወጥ ነው ፡፡",
    "simplified": "\"የአገልግሎት ለውጥ\" ማለት የአንድን ህንፃ የቀድሞ ተግባር ወደ ሌላ ዓይነት አገልግሎት መቀየር ማለት ነው።",
    "ratio": 0.9020618556701031,
    "legal_tokens": 194
  },
  {
    "priority": 10,
    "legal": "94. መ) በዚህ ሕግ ወይም በመመስረቻ ጽሁፈ መሰረት የማህበሩን ጉባኤዎች የመጥራት ፤",
    "simplified": "በሕግ ወይም በመመስረቻ ጽሑፍ መሠረት የማህበሩን ስብሰባዎች መጥራት።",
    "ratio": 0.8721804511278195,
    "legal_tokens": 133
  },
  {
    "priority": 10,
    "legal": "124. እና ሏ) የአክሲዮኖቹ ዋጋ ለማህበሩ በሙሉ አስቀድሞ የተከፈለ ሲሆን ፤",
    "simplified": "የአክሲዮኖቹ ዋጋ በሙሉ አስቀድሞ ለኩባንያው የተከፈለ ሲሆን።",
    "ratio": 0.8728813559322034,
    "legal_tokens": 118
  },
  {
    "priority": 10,
    "legal": "132. የሒሳብ አጣሪዎች ግዴታና ኃላፊነት በሕግ ወይም በማህበሩ መመስረቻ ጽሁፍ ተቃራኒ ድንጋጌ ከላለ በስተቀር ፤",
    "simplified": "በሕግ ወይም በመመስረቻ ጽሑፉ ላይ ሌላ ነገር ካልተጠቀሰ በስተቀር የሒሳብ አጣሪዎች ተግባርና ኃላፊነት የሚከተለው ይሆናል።",
    "ratio": 1.12707182320442,
    "legal_tokens": 181
  },
  {
    "priority": 10,
    "legal": "139. የዳይሬክተሮች ቦርድ አባላት በተገቢው ጥንቃቄና ትጋት ስለመስራታቸው የማስረዳት ሸክም አለባቸው ፡፡",
    "simplified": "የቦርድ አባላት ሥራቸውን በጥንቃቄና በትጋት ማከናወናቸውን የማስረዳት ግዴታ አለባቸው።",
    "ratio": 0.8546511627906976,
    "legal_tokens": 172
  },
  {
    "priority": 10,
    "legal": "143. ማመልከቻው የሚታየው የሦስት ወሩ የጊዜ ገደብ ካለቀ በኋላ ሲሆን ብዙ ማመልከቻዎች ካለም በአንድነት ይታያለ ፤",
    "simplified": "ማመልከቻው የሚታየው የ3 ወር ጊዜው ካለቀ በኋላ ሲሆን፣ ብዙ ማመልከቻዎች ካሉ በአንድ ላይ ይታያሉ።",
    "ratio": 0.8756756756756757,
    "legal_tokens": 185
  },
  {
    "priority": 10,
    "legal": "145. ምክንያቱም ችልቱ አስገዳጅ የሕግ ትርጉም ከሰጠ በኋሊ እና ፌ/ቤቶች በዚህ አግባብ የዳኝነት",
    "simplified": "ምክንያቱም ችሎቱ አስገዳጅ የሕግ ትርጉም ከሰጠ በኋላ፣ ፍርድ ቤቶች በዚህ መሠረት ዳኝነት የመስጠት ግዴታ አለባቸው።",
    "ratio": 1.2549019607843137,
    "legal_tokens": 153
  },
  {
    "priority": 10,
    "legal": "149. ፍ/ቤት ማስረጃ ተቀብል ከመርመሩ ወይም ምስክሮችን ከመስማቱ በፊት ከተከራካሪ ወገን",
    "simplified": "ፍርድ ቤት ማስረጃዎችን ከመመርመሩ ወይም ምስክሮችን ከመስማቱ በፊት ከተከራካሪዎች የሚቀርቡ ነጥቦች።",
    "ratio": 1.1971830985915493,
    "legal_tokens": 142
  },
  {
    "priority": 10,
    "legal": "153.  የዚህ አንቀጽ ንዑስ አንቀጽ (1) ድንጋጌ ቢኖርም ኃላፊነታቸው የተወሰነ የማህበሩ ሸሪኮች የሞያ መዋጮ ማዋጣት አይችልም ፡፡",
    "simplified": "ምንም እንኳን ሌሎች ሕጎች ቢኖሩም፣ ኃላፊነታቸው የተወሰነ አባላት የሙያ ሥራን እንደ መዋጮ ማቅረብ አይችሉም።",
    "ratio": 0.875,
    "legal_tokens": 208
  },
  {
    "priority": 10,
    "legal": "156. እንዲሁም የከሰረው ሰው ንብረት ጠባቂ ተደርጎ የሚሾመውን ሰው በተመለከተ ሀሳብ ሊያቀርቡ ይችላል ።",
    "simplified": "እንዲሁም የከሰረው ሰው ንብረት ጠባቂ ሆኖ ስለሚሾመው ሰው አስተያየት መስጠት ይችላሉ።",
    "ratio": 0.8511904761904762,
    "legal_tokens": 168
  },
  {
    "priority": 10,
    "legal": "163. በዚህ አንቀጽ ንዑስ አንቀጽ (1) መሰረት በተደረገ ስብሰባ የተላለፈ ውሳኔ አይጸናም ።",
    "simplified": "በዚህ አንቀጽ ንዑስ አንቀጽ 1 መሠረት በተደረገ ስብሰባ የተላለፈ ውሳኔ ሕጋዊ ኃይል የለውም (አይጸናም)።",
    "ratio": 1.1888111888111887,
    "legal_tokens": 143
  },
  {
    "priority": 10,
    "legal": "171. የሻጭ ግዴታዎች አንቀጽ ፩፻፳፯∙ የማስረከብ ግዴታ ሻጭ የንግድ መደብሩን ለገዢው ማስረከብ አለበት ።",
    "simplified": "በንግድ ሕግ አንቀጽ 127 መሠረት፣ ሻጭ የንግድ መደብሩን ለገዢው የማስረከብ ግዴታ አለበት።",
    "ratio": 0.8596491228070176,
    "legal_tokens": 171
  },
  {
    "priority": 10,
    "legal": "174. አዲስ አበባ ቀን ሰኔ ፲፩ ፪ሺ፲፯ ዓ.ም ታዬ አፅቀ ስላሴ የኢትዮጵያ ፍደራሊዊ ዳሞክራሲያዊ ሪፐብሊክ ፕሬዝዳንት ፲፰ሺ፬፻፷፯ ።",
    "simplified": "አዲስ አበባ፣ ሰኔ 11 ቀን 2017 ዓ.ም፤ ታዬ አፅቀ ስላሴ፣ የኢትዮጵያ ፌዴራላዊ ዲሞክራሲያዊ ሪፐብሊክ ፕሬዝዳንት (ገጽ 18467)።",
    "ratio": 0.9245283018867925,
    "legal_tokens": 212
  },
  {
    "priority": 10,
    "legal": "182. ማንኛውም ተቃራኒ ስምምነት የዚህ አንቀጽ ንዑስ አንቀጽ (1) ድንጋጌን ተፈፃሚነት የሚያስቀር አይሆንም ፡፡",
    "simplified": "ማንኛውም ተቃራኒ ስምምነት ቢኖርም፣ የዚህ አንቀጽ ንዑስ አንቀጽ 1 ድንጋጌ ተፈፃሚ ይሆናል።",
    "ratio": 0.8531073446327684,
    "legal_tokens": 177
  },
  {
    "priority": 10,
    "legal": "184. መ) በአንቀጽ ፩፻፷፪ መሰረት በዋስትና የተቀመጠ ገንዘብ ካለ ለኩ መጻፍ ፤",
    "simplified": "በአንቀጽ 162 መሠረት በዋስትና የተያዘ ገንዘብ ካለ እንዲለቀቅ መጻፍ፤",
    "ratio": 0.912,
    "legal_tokens": 125
  },
  {
    "priority": 10,
    "legal": "196. ፩፻ የንግድ ሕግ ሐ) የኪራይ ውል ዘመን ያበቃበትን ቀን ፤",
    "simplified": "በንግድ ሕግ አንቀጽ 100 መሠረት የኪራይ ውሉ የሚያበቃበት ቀን፤",
    "ratio": 1.0515463917525774,
    "legal_tokens": 97
  },
  {
    "priority": 10,
    "legal": "199. የአክሲዮን ገበያን ጨምሮ በፋይናንስ ገበያዎች ማዕቀፍ ውስጥ የተፈረሙ ውሎች ።",
    "simplified": "የአክሲዮን ገበያን ጨምሮ በፋይናንስ ገበያዎች ውስጥ የተፈረሙ ውሎች።",
    "ratio": 0.8592592592592593,
    "legal_tokens": 135
  },
  {
    "priority": 10,
    "legal": "204. የዋስትና መያዣው ተፈፃሚ የሚሆነው በመዝገቡ ውስጥ በግልፅ በተመለከቱት የንግድ መደብሩ ንብረቶች ላይ ነው ።",
    "simplified": "የዋስትና መያዣው የሚጸናው በመዝገቡ ላይ በግልጽ በተጠቀሱት የንግድ መደብሩ ንብረቶች ላይ ብቻ ነው።",
    "ratio": 0.9021739130434783,
    "legal_tokens": 184
  },
  {
    "priority": 10,
    "legal": "206. የዋስትና መያዣ ያላቸው ገንዘብ ጠያቂዎች የቀድሞነት ደረጃ በተመዘገቡበት ቀን ቅድም ተከተለ መሰረት ይወሰናል ።",
    "simplified": "የዋስትና መያዣ ያላቸው ባለገንዘቦች ቅድሚያ የሚሰጣቸው እንደ ተመዘገቡበት ቀን ቅደም ተከተል ይሆናል።",
    "ratio": 0.9,
    "legal_tokens": 190
  },
  {
    "priority": 10,
    "legal": "207. ሻጩ በንግድ መደብሩ ላይ ያለው ከሕግ የመነጨ የዋስትና መያዣ ከውል ከመነጨ የዋስትና መያዣ ቅድሚያ ይኖረዋል ።",
    "simplified": "ሻጩ በንግድ መደብሩ ላይ ያለው የሕግ መያዣ መብት፣ በውል ከተመሠረተ መያዣ መብት ይልቅ ቅድሚያ ይሰጠዋል።",
    "ratio": 0.9354838709677419,
    "legal_tokens": 186
  },
  {
    "priority": 10,
    "legal": "212. ለ) ውል የተደረገበት ቀንና የውልን ዓይነት ፤",
    "simplified": "ለ) ውሉ የተፈረመበትን ቀንና የውሉን ዓይነት፤",
    "ratio": 0.9620253164556962,
    "legal_tokens": 79
  },
  {
    "priority": 10,
    "legal": "213. ሐ) የንግድ መደብሩን ዓላማና አደራሻ ፤",
    "simplified": "ሐ) የንግድ መደብሩ የሚሠራውን ሥራና አድራሻውን፤",
    "ratio": 1.1884057971014492,
    "legal_tokens": 69
  },
  {
    "priority": 10,
    "legal": "215. መግለጽ አለበት ።",
    "simplified": "እነዚህን ነጥቦች መግለጽ አለበት።",
    "ratio": 1.6571428571428573,
    "legal_tokens": 35
  },
  {
    "priority": 10,
    "legal": "222. ማንኛውም የተመዘገበ ሰው ወይም የንግድ ማህበር ነጋዳ ላለመሆኑ ማስረጃ ማቅረብ አይፈቀድለትም ፤",
    "simplified": "በመዝገብ ላይ ያለ ማንኛውም ሰው ወይም ድርጅት ነጋዴ አይደለሁም ብሎ ማስረጃ ማቅረብ አይፈቀድለትም፤",
    "ratio": 1.0121951219512195,
    "legal_tokens": 164
  },
  {
    "priority": 10,
    "legal": "223. ነጋዳነት የሚያስከትለውንም ኃላፊነት ሁሉ ይቀበላል ፡፡",
    "simplified": "ነጋዴ በመሆኑ የሚመጣበትን ማንኛውንም ግዴታ መቀበልና ተጠያቂ መሆን አለበት።",
    "ratio": 1.316326530612245,
    "legal_tokens": 98
  },
  {
    "priority": 10,
    "legal": "227. አከራዩ በንዑስ አንቀጽ (፩) የተከለከለውን ቢተላለፍ ካሣ ከፍሎ የንግድ መደብሩም እንዳዘጋ ይደረጋል ፡፡",
    "simplified": "አከራዩ የተጣለበትን ክልከላ ካልጠበቀ ካሳ መክፈል አለበት፤ እንዲሁም የንግድ መደብሩ እንዲዘጋ ይደረጋል።",
    "ratio": 1.0056818181818181,
    "legal_tokens": 176
  },
  {
    "priority": 10,
    "legal": "241. ዘግይቶ የሚወጣ ማስታወቂያ የጸና ይሆናል ፡፡",
    "simplified": "ዘግይቶ የወጣ ማስታወቂያ ቢሆንም ሕጋዊነቱ ይጸናል።",
    "ratio": 1.0875,
    "legal_tokens": 80
  },
  {
    "priority": 10,
    "legal": "247. ከክፍፍሉ በኋላ ትርፍ ገንዘብ ካለ ለሻጩ ይሰጣል ፡፡",
    "simplified": "ክፍፍሉ ተጠናቆ የተረፈ ገንዘብ ካለ ለሻጩ ይሰጣል።",
    "ratio": 0.9340659340659341,
    "legal_tokens": 91
  },
  {
    "priority": 10,
    "legal": "252. መያዣውም የዋስትና መብት ይሰጣል ።",
    "simplified": "መያዣው ለባለገንዘቡ የዋስትና መብት ይሰጣል።",
    "ratio": 1.203125,
    "legal_tokens": 64
  },
  {
    "priority": 10,
    "legal": "253. የንግድ መደብርን ለዋስትና መያዣ ማድረግ ከሕግ ወይም ከውል ሊመነጭ ይችላል ።",
    "simplified": "የንግድ መደብር መያዣነት በሕግ ወይም በስምምነት (ውል) ሊመሠረት ይችላል።",
    "ratio": 0.9172932330827067,
    "legal_tokens": 133
  },
  {
    "priority": 10,
    "legal": "256. ይህም የዋስትና መያዣ ውል በጽሐፍ ካልደረገ በተዋዋይ ወገኖች መካከል አይጸናም ፤",
    "simplified": "የመያዣ ውሉ በጽሑፍ ካልተደረገ በተዋዋይ ወገኖች መካከል ሕጋዊ ኃይል የለውም (አይጸናም)፤",
    "ratio": 1.064748201438849,
    "legal_tokens": 139
  },
  {
    "priority": 10,
    "legal": "257. የዋስትና መያዣ ውልም አግባብ ባለው ሕግ መሰረት ካልተዘገበ ሦስተኛ ወገኖችን መቃወሚያ ሊሆን አይችልም ።",
    "simplified": "የመያዣ ውሉ በሕግ መሠረት ካልተመዘገበ፣ በሦስተኛ ወገኖች ላይ መቃወሚያ ሆኖ ሊቀርብ አይችልም።",
    "ratio": 0.8932584269662921,
    "legal_tokens": 178
  },
  {
    "priority": 10,
    "legal": "258. ከውል የመነጨ የዋስትና መያዣ ምዝገባ ዝርዝሩ በልዩ ሕግ ይወሰናል ፡፡",
    "simplified": "በውል የሚደረግ መያዣ እንዴት እንደሚመዘገብ በልዩ ሕግ ይወሰናል።",
    "ratio": 0.9166666666666666,
    "legal_tokens": 120
  },
  {
    "priority": 10,
    "legal": "266. የኪራይ ውል ፈራሽ ይሆናል ፡፡",
    "simplified": "የኪራይ ውሉ ሊፈርስ (ፈራሽ ሊሆን) ይችላል።",
    "ratio": 1.290909090909091,
    "legal_tokens": 55
  },
  {
    "priority": 10,
    "legal": "271. በንዑስ ቁጥር (፩) መሰረት የሚወጣውም ማስታወቂያ፡- ሀ) የአከራዩንና የተከራዩን ስምና አደራሻ ፤",
    "simplified": "የሚወጣው ማስታወቂያ የአከራዩንና የተከራዩን ስም እንዲሁም አድራሻ መያዝ አለበት፤",
    "ratio": 0.8518518518518519,
    "legal_tokens": 162
  },
  {
    "priority": 10,
    "legal": "272. ለ) የንግዱ መደብር ዓይነትና አደራሻ ፤",
    "simplified": "ለ) የንግድ መደብሩን ዓይነትና አድራሻውን፤",
    "ratio": 1.0434782608695652,
    "legal_tokens": 69
  },
  {
    "priority": 10,
    "legal": "277. የንግድ መደብርም እንዳዘጋ ሊደረግ ይችላል ፡፡",
    "simplified": "እንዲሁም የከፈተው መደብር ሊዘጋ ይችላል።",
    "ratio": 0.8554216867469879,
    "legal_tokens": 83
  },
  {
    "priority": 10,
    "legal": "288. ማህበሩ ውክልና በሰጣቸው ሰዎች መክሰር ወይም መክሰር ይችላል ።",
    "simplified": "ማህበሩ በወኪሎቹ አማካኝነት ሊከሰስ ወይም ሊከስ ይችላል።",
    "ratio": 0.8818181818181818,
    "legal_tokens": 110
  },
  {
    "priority": 10,
    "legal": "292. ስሙ በማህበሩ ስም ላይ የተገለጸ ሸሪክ ከማህበሩ የወጣ እንደሆነ የማህበሩ ስም መለወጥ አለበት ።",
    "simplified": "ስሙ በማህበሩ መጠሪያ ላይ ያለ አባል ከማህበሩ ከወጣ፣ የማህበሩ ስም መለወጥ አለበት።",
    "ratio": 0.8650306748466258,
    "legal_tokens": 163
  },
  {
    "priority": 10,
    "legal": "304. ከማህበሩ ትርፍ ድርሻውን የመካፈል ፤",
    "simplified": "ከማህበሩ ትርፍ ላይ የድርሻውን የማግኘት፤",
    "ratio": 1.0597014925373134,
    "legal_tokens": 67
  },
  {
    "priority": 10,
    "legal": "305. ስለማህበሩ አሰራር ጥያቄ የማቅረብ፣የሒሳብ መግለጫዎችን እና ሰነዶችን የማየት ፤",
    "simplified": "ስለ ማህበሩ አሠራር ጥያቄ የማቅረብ፣ የሒሳብ መግለጫዎችንና ሰነዶችን የማየት፤",
    "ratio": 0.9428571428571428,
    "legal_tokens": 140
  },
  {
    "priority": 10,
    "legal": "307. የማህበሩ ቆይታ ከአንድ ዓመት በላይ ሲሆን በየዓመቱ መጨረሻ የሥራ ክንውን ሪፖርት እንዳቀርብ የመጠየቅ ፤",
    "simplified": "ማህበሩ ከአንድ ዓመት በላይ የሚቆይ ከሆነ፣ በየዓመቱ የሥራ ክንውን ሪፖርት እንዲቀርብ የመጠየቅ፤",
    "ratio": 0.9101123595505618,
    "legal_tokens": 178
  },
  {
    "priority": 10,
    "legal": "308. ማህበሩ ሲፈርስ ከማህበሩ ሀብት ድርሻውን የመካፈል ፤",
    "simplified": "ማህበሩ ሲፈርስ ከማህበሩ ሀብት ላይ የድርሻውን የማግኘት፤",
    "ratio": 1.043010752688172,
    "legal_tokens": 93
  },
  {
    "priority": 10,
    "legal": "311. ለ) የማህበሩን ዓላማ ለማሳካት በትጋትና በጥንቃቄ የመስራት ፤",
    "simplified": "ለ) የማህበሩን ዓላማ ለማሳካት በትጋትና በጥንቃቄ የመሥራት፤",
    "ratio": 0.9439252336448598,
    "legal_tokens": 107
  },
  {
    "priority": 10,
    "legal": "312. ሏ) ለግለም ሆነ ለሦስተኛ ወገን ጥቅም የማህበሩን ጥቅም የሚጎዳ ተግባር አለመስራት ፤",
    "simplified": "ሐ) ለራሱም ሆነ ለሌላ ሰው ጥቅም ብሎ የማህበሩን ጥቅም የሚጎዳ ሥራ አለመስራት፤",
    "ratio": 0.9027777777777778,
    "legal_tokens": 144
  },
  {
    "priority": 10,
    "legal": "313. መ) ለማህበሩ ዕዳዎች በአንድነትና በነጠሊ ተጠያቂ የመሆን ፤",
    "simplified": "መ) ለማህበሩ ዕዳዎች በአንድነትና በተናጠል ተጠያቂ የመሆን፤",
    "ratio": 0.9711538461538461,
    "legal_tokens": 104
  },
  {
    "priority": 10,
    "legal": "314. ሠ) ሌሎች ከመመስረቻ ጽሁፍና ከማህበሩ ሸሪክነት የሚመነጩ ግዴታዎችን የመወጣት ፤",
    "simplified": "ሠ) በመመስረቻ ጽሑፉ ላይ የተጠቀሱ ሌሎች ግዴታዎችን የመፈጸም ግዴታ አለበት።",
    "ratio": 0.920863309352518,
    "legal_tokens": 139
  },
  {
    "priority": 10,
    "legal": "319. እንዲሁም የማህበር ሸሪክነት መብት አያሰጥም ፡፡",
    "simplified": "እንዲሁም ያ ሦስተኛ ወገን የማህበሩ አባል እንዲሆን አያደርገውም።",
    "ratio": 1.2790697674418605,
    "legal_tokens": 86
  },
  {
    "priority": 10,
    "legal": "327. በማንኛውም ሸሪክ ጥያቄ በበቂ ምክንያት ሥራ አስኪያጁን ፍርድ ቤት ይሽረዋለ ፡፡",
    "simplified": "ማንኛውም አባል ጥያቄ ሲያቀርብና በቂ ምክንያት ሲኖር፣ ፍርድ ቤቱ ሥራ አስኪያጁን ከሥልጣን ያነሳዋል።",
    "ratio": 1.2426470588235294,
    "legal_tokens": 136
  },
  {
    "priority": 10,
    "legal": "337. ሆኖም የዓይነት መዋጮውን ሲያስገባ የነበረውን የገንዘብ ግምት የመቀበል መብት አለው ፡፡",
    "simplified": "ነገር ግን መዋጮውን ሲያስገባ የነበረውን የገንዘብ ግምት የማግኘት መብት አለው።",
    "ratio": 0.8807947019867549,
    "legal_tokens": 151
  },
  {
    "priority": 10,
    "legal": "351. ለ) ከማህበሩ ጋር ግዴታ መግባት ፤",
    "simplified": "ለ) ከማህበሩ ጋር የውል ግዴታ መግባት፤",
    "ratio": 1.0666666666666667,
    "legal_tokens": 60
  },
  {
    "priority": 10,
    "legal": "352. ፣ ሏ) የሥራ አስኪያጆችን ሥራ መቆጣጠር ፤",
    "simplified": "ሐ) የሥራ አስኪያጆችን የሥራ እንቅስቃሴ መቆጣጠር፤",
    "ratio": 1.1643835616438356,
    "legal_tokens": 73
  },
  {
    "priority": 10,
    "legal": "353. መ) ለማህበሩ አስተያየትና ምክር መስጠት ፤",
    "simplified": "መ) ለማህበሩ የሥራ መሻሻል አስተያየትና ምክር መስጠት፤",
    "ratio": 1.2266666666666666,
    "legal_tokens": 75
  },
  {
    "priority": 10,
    "legal": "354. ፩፻፴፬ የንግድ ሕግ ሠ) ሥራ አስኪያጆች ከሥልጣናቸው በላይ እንዳሠሩ መፍቀድ ።",
    "simplified": "በንግድ ሕግ አንቀጽ 134 መሠረት፣ ሠ) ሥራ አስኪያጆች ከሥልጣናቸው በላይ እንዲሠሩ መፍቀድ።",
    "ratio": 1.1044776119402986,
    "legal_tokens": 134
  },
  {
    "priority": 10,
    "legal": "355. ኃላፊነታቸው የተወሰነ የማህበሩ ሸሪኮች በማህበሩ ተቀጥረው ከሥራ አስኪያጅነት ውጪ የሆን ሥራ መስራት ይችላል ።",
    "simplified": "ኃላፊነታቸው የተወሰነ አባላት በማህበሩ ውስጥ ከሥራ አስኪያጅነት ውጭ በሆኑ ሌሎች ሥራዎች ተቀጥረው መሥራት ይችላሉ።",
    "ratio": 1.0210526315789474,
    "legal_tokens": 190
  },
  {
    "priority": 10,
    "legal": "356. ተቃራኒ ስምምነት ቢኖርም ፤",
    "simplified": "ሌላ ስምምነት ቢኖር እንኳ፤",
    "ratio": 0.9019607843137255,
    "legal_tokens": 51
  },
  {
    "priority": 10,
    "legal": "372. ድርሻን ስለማስተላለፍ ተቃራኒ ስምምነት ከላለ በስተቀር በማህበሩ ውስጥ ያለን ድርሻ ማስተላለፍ የሚቻለው ሁሉም ሸሪኮች ሲስማሙ ብቻ ነው ፡፡",
    "simplified": "ሌላ ስምምነት ከሌለ በስተቀር፣ በማህበሩ ውስጥ ያለን ድርሻ ለሌላ ሰው ማስተላለፍ የሚቻለው ሁሉም አባላት ሲስማሙ ብቻ ነው።",
    "ratio": 0.8601694915254238,
    "legal_tokens": 236
  },
  {
    "priority": 10,
    "legal": "373. ሥራ አስኪያጅ ያልተሾመ እንደሆነ ሁሉም ሸሪኮች የሥራ አስኪያጅነት ሥልጣን ይኖራቸዋል ፡፡",
    "simplified": "ሥራ አስኪያጅ ካልተሾመ፣ ሁሉም አባላት የሥራ አስኪያጅነት ሥልጣን ይኖራቸዋል።",
    "ratio": 0.8571428571428571,
    "legal_tokens": 154
  },
  {
    "priority": 10,
    "legal": "375. ሆኖም ይህ ስምምነት በሦስተኛ ወገኖች ላይ መቃወሚያ ሊሆን አይችልም ።",
    "simplified": "ነገር ግን ይህ ስምምነት በሌሎች ወገኖች ላይ መቃወሚያ ሆኖ ሊቀርብ አይችልም።",
    "ratio": 1.0666666666666667,
    "legal_tokens": 120
  },
  {
    "priority": 10,
    "legal": "376. ፩፻፵፮ የንግድ ሕግ ሥራ አስኪያጁ የማህበሩን ሥራዎች ለሸሪኮቹ የማስረዳት ግዴታ አለበት ፤",
    "simplified": "በንግድ ሕግ አንቀጽ 146 መሠረት፣ ሥራ አስኪያጁ የማህበሩን ሥራዎች ለአባላቱ የማስረዳት ግዴታ አለበት፤",
    "ratio": 1.0903225806451613,
    "legal_tokens": 155
  },
  {
    "priority": 10,
    "legal": "377. ይህን ግዴታ የሚያስቀር ማንኛውም ስምምነት ዋጋ አይኖረውም ።",
    "simplified": "ይህንን ግዴታ የሚያስቀር ማንኛውም ስምምነት ሕጋዊ ኃይል የለውም።",
    "ratio": 1.0377358490566038,
    "legal_tokens": 106
  },
  {
    "priority": 10,
    "legal": "378. የማህበሩ ሸሪኮች የሥራ አስኪያጁን ሥራ መቆጣጠር ይችላል ፡፡",
    "simplified": "አባላቱ የሥራ አስኪያጁን ሥራ የመቆጣጠር መብት አላቸው።",
    "ratio": 0.8867924528301887,
    "legal_tokens": 106
  },
  {
    "priority": 10,
    "legal": "386. የባለአክሲዮኖቸ ኃላፊነት ለማህበሩ ቃል የገቡትን መዋጮ በመክፈል የተወሰነ ነው ፡፡",
    "simplified": "የባለአክሲዮኖች ተጠያቂነት ለመክፈል ቃል የገቡትን መዋጮ በመክፈል ብቻ የተወሰነ ነው።",
    "ratio": 1.0069444444444444,
    "legal_tokens": 144
  },
  {
    "priority": 10,
    "legal": "389. ከስሙ መጨረሻ ላይ “የአክሲዮን ማህበር” የሚል ሐረግ መጨመር ይኖርበታል ፡፡",
    "simplified": "ከስሙ መጨረሻ ላይ “የአክሲዮን ማህበር” የሚል ቃል መጨመር አለበት።",
    "ratio": 0.8636363636363636,
    "legal_tokens": 132
  },
  {
    "priority": 10,
    "legal": "394. አደራጅ የማህበሩ ባለአክሲዮን የመሆን ግዴታ የለበትም ።",
    "simplified": "አደራጅ የግድ የማህበሩ ባለአክሲዮን መሆን የለበትም።",
    "ratio": 0.9090909090909091,
    "legal_tokens": 99
  },
  {
    "priority": 10,
    "legal": "399. በሌላ ሕግ የተለየ ቁጥር ካልተወሰነ በስተቀር ፤",
    "simplified": "በሌላ ሕግ የተለየ ቁጥር ካልተጠቀሰ በቀር፤",
    "ratio": 0.8571428571428571,
    "legal_tokens": 84
  },
  {
    "priority": 10,
    "legal": "400. የአክሲዮን ማህበር መሥራቾች ቢያንስ አምስት መሆን አለባቸው ፡፡",
    "simplified": "የአክሲዮን ማህበር መሥራቾች ቁጥር ቢያንስ 5 መሆን አለበት።",
    "ratio": 0.8839285714285714,
    "legal_tokens": 112
  },
  {
    "priority": 10,
    "legal": "411. ሪፖርትም ከመመስረቻ ጽሁፈ ጋር መያያዝ አለበት ።",
    "simplified": "የግምቱ ሪፖርት ከመመስረቻ ጽሑፉ ጋር መያያዝ አለበት።",
    "ratio": 1.0459770114942528,
    "legal_tokens": 87
  },
  {
    "priority": 10,
    "legal": "428. በመመስረቻ ጽሁፍ ረቂቅ ላይ መሠረታዊ ለውጥ ማድረግ አይቻልም ፤",
    "simplified": "በመመስረቻ ጽሑፉ ረቂቅ ላይ መሠረታዊ ለውጥ ማድረግ አይቻልም፤",
    "ratio": 0.9454545454545454,
    "legal_tokens": 110
  },
  {
    "priority": 10,
    "legal": "431. ማህበሩ የሕግ ሰውነት የሚያገኘው በምዝገባ ይሆናል ።",
    "simplified": "ማህበሩ ሕጋዊ ሰውነት የሚያገኘው በመመዝገብ ነው።",
    "ratio": 0.9032258064516129,
    "legal_tokens": 93
  },
  {
    "priority": 10,
    "legal": "448. የአክሲዮን አለመከፋፈል አክሲዮን አይከፋፈልም ።",
    "simplified": "አንድ አክሲዮን ተከፋፍሎ ለተለያዩ ሰዎች ሊሰጥ አይችልም።",
    "ratio": 1.1022727272727273,
    "legal_tokens": 88
  },
  {
    "priority": 10,
    "legal": "455. ለአክሲዮኑ የሚከፈለ ቀሪ ገንዘብ በማህበሩ በተጠየቀ ጊዜ አክሲዮን በአላባ የተሰጠው ሰው መክፈል አለበት ፤",
    "simplified": "ለአክሲዮኑ መከፈል ያለበት ቀሪ ገንዘብ ሲጠየቅ፣ የአላባ (የጥቅም) መብት ያለው ሰው መክፈል አለበት፤",
    "ratio": 0.9116022099447514,
    "legal_tokens": 181
  },
  {
    "priority": 10,
    "legal": "456. ሆኖም የአላባው ጊዜ ሲጠናቀቅ የከፈለው ገንዘብ እንዳመለስለት የመጠየቅ መብት አለው ።",
    "simplified": "ነገር ግን የጥቅም ጊዜው ሲያበቃ የከፈለው ገንዘብ እንዲመለስለት የመጠየቅ መብት አለው።",
    "ratio": 0.9864864864864865,
    "legal_tokens": 148
  },
  {
    "priority": 10,
    "legal": "460. አክሲዮኖች የሚወጡበት ዘዴ ፩፻፸፬ የንግድ ሕግ በማህበሩ የመመስረቻ ጽሁፍ ወይም በማሻሻያው ይወሰናል ።",
    "simplified": "በንግድ ሕግ አንቀጽ 174 መሠረት፣ የአክሲዮን አወጣጥ ዘዴ በመመስረቻ ጽሑፉ ወይም በማሻሻያው ይወሰናል።",
    "ratio": 0.9548022598870056,
    "legal_tokens": 177
  },
  {
    "priority": 10,
    "legal": "463. ባለአክሲዮኖችና የሚያገባቸው የመንግስት መሥሪያ ቤቶች መዝገቡን በነፃ መመልከት ይችላል ፤",
    "simplified": "ባለአክሲዮኖችና የሚመለከታቸው የመንግሥት አካላት መዝገቡን በነፃ ማየት ይችላሉ፤",
    "ratio": 0.8782051282051282,
    "legal_tokens": 156
  },
  {
    "priority": 10,
    "legal": "472. አክሲዮኖቹ ፩፻፸፰ የንግድ ሕግ የሚያስገኙት ድምፅ የመስጠት መብትም ታግድ ይቆያል ።",
    "simplified": "በንግድ ሕግ አንቀጽ 178 መሠረት፣ የእነዚህ አክሲዮኖች የድምፅ መስጠት መብት ታግዶ ይቆያል።",
    "ratio": 1.0344827586206897,
    "legal_tokens": 145
  },
  {
    "priority": 10,
    "legal": "484. በመመስረቻ ጽሁፈ ያነሰ ጊዜ ካልተወሰነ በስተቀር ፤",
    "simplified": "በመመስረቻ ጽሑፉ አጭር ጊዜ ካልተጠቀሰ በቀር፤",
    "ratio": 0.8666666666666667,
    "legal_tokens": 90
  },
  {
    "priority": 10,
    "legal": "492. በሐራጅ የተሸጡት አክሲዮኖች ተሰርዘው ሌሎች አዲስ አክሲዮኖች ለገዥው ይሰጣል ።",
    "simplified": "በጨረታ የተሸጡት አክሲዮኖች ተሰርዘው ለአዲሱ ገዥ አዲስ የምስክር ወረቀት ይሰጣል።",
    "ratio": 1.0072463768115942,
    "legal_tokens": 138
  },
  {
    "priority": 10,
    "legal": "502. እያንዳንዱ አክሲዮን ድምፅ የመስጠት መብት ይሰጣል ፤",
    "simplified": "እያንዳንዱ አክሲዮን ድምፅ የመስጠት መብት አለው፤",
    "ratio": 0.9032258064516129,
    "legal_tokens": 93
  },
  {
    "priority": 10,
    "legal": "511. ያልሆኑት የቦርድ አባላት ቁጥር ከጠቅላላው የቦርድ አባላት ቁጥር ከአንድ ሦስተኛ መብለጥ የለበትም ።",
    "simplified": "ባለአክሲዮን ያልሆኑ የቦርድ አባላት ቁጥር ከጠቅላላው አንድ ሦስተኛ (1/3) መብለጥ የለበትም።",
    "ratio": 0.8830409356725146,
    "legal_tokens": 171
  },
  {
    "priority": 10,
    "legal": "543. ፪፻፮ የንግድ ሕግ ያለበቂ ምክንያት የተሻረ የቦርድ አባል ወደ ኃላፊነቱ የመመለስ መብት የለውም ፤",
    "simplified": "በንግድ ሕግ አንቀጽ 206 መሠረት፣ ያለበቂ ምክንያት የተነሳ አባል ወደ ሥራው የመመለስ መብት የለውም፤",
    "ratio": 0.9879518072289156,
    "legal_tokens": 166
  },
  {
    "priority": 10,
    "legal": "567. ፪፻፲፫ የንግድ ሕግ ውክልናው በደብዳቤ፣ ፊክስ ወይም ኢሜይል ሊሰጥ ይችላል ።",
    "simplified": "በንግድ ሕግ አንቀጽ 213 መሠረት፣ ውክልናው በኢሜይል ወይም በደብዳቤ ሊሰጥ ይችላል።",
    "ratio": 1.0300751879699248,
    "legal_tokens": 133
  },
  {
    "priority": 10,
    "legal": "573. አግባብ ያለው የመንግስት አካል በማናቸውም ጊዜ መዝገቡን ማየት ወይም ግልባጭ ወይም በአጭር የተውጣጣ ጽሁፍ መጠየቅ ይችላል ፡፡",
    "simplified": "የሚመለከተው የመንግስት አካል በማንኛውም ጊዜ መዝገቡን ማየት፣ ግልባጭ ወይም አጭር ማጠቃለያ መጠየቅ ይችላል።",
    "ratio": 0.8598130841121495,
    "legal_tokens": 214
  },
  {
    "priority": 10,
    "legal": "575. ለዳይሬክተሮች ቦርድ አባላት ወይም ለዋና ሥራ አስኪያጅ የተሰጠ ብድር ወይም የተገባ ዋስትና ካለ ለዓመታዊ ጠቅላላ ጉባኤ በሚቀርበው መግለጫ ላይ በግልጽ መመልከት ይኖርበታል ፡፡",
    "simplified": "ለዳይሬክተሮች ቦርድ አባላት ወይም ለዋና ሥራ አስኪያጅ የተሰጠ ብድር ወይም የተገባ ዋስትና ካለ፣ ለዓመታዊ ጠቅላላ ጉባኤ በሚቀርበው መግለጫ ላይ በግልጽ መታየት አለበት።",
    "ratio": 0.9491525423728814,
    "legal_tokens": 295
  },
  {
    "priority": 10,
    "legal": "577. ይህ ጠቅላላ አነጋገር እንደተጠበቀ ሆኖ ቦርድ የሚከተሉት ኃላፊነቶች ይኖሩታለ፦ የማህበሩን ፋይናንስ የማስተዳደር ፤",
    "simplified": "ጠቅላላው አነጋገር እንደተጠበቀ ሆኖ፣ ቦርዱ የማህበሩን ገንዘብና ፋይናንስ የማስተዳደር ኃላፊነት አለበት፤",
    "ratio": 0.9040404040404041,
    "legal_tokens": 198
  },
  {
    "priority": 10,
    "legal": "578. ማህበሩ በቂ ዋና ገንዘብ እና ክፍያዎችን በወቅቱ የመፈጸም አቅም ያለው መሆኑን የማረጋገጥ ፤",
    "simplified": "ማህበሩ በቂ ካፒታል ያለውና ክፍያዎችን በወቅቱ የመፈጸም አቅም ያለው መሆኑን የማረጋገጥ፤",
    "ratio": 0.9551282051282052,
    "legal_tokens": 156
  },
  {
    "priority": 10,
    "legal": "580. የማህበሩን ለአደጋ ተጋሊጭነት እና ውስጣዊ አሰራር ለመቆጣጠር የሚያስችል በቂ የአሰራር ሥርዓት የመዘርጋት ፤",
    "simplified": "ማህበሩ ሊያጋጥሙት የሚችሉ አደጋዎችንና ውስጣዊ አሰራሩን ለመቆጣጠር የሚያስችል በቂ የአሰራር ሥርዓት የመዘርጋት፤",
    "ratio": 1.032258064516129,
    "legal_tokens": 186
  },
  {
    "priority": 10,
    "legal": "581. በማህበሩ ላይ ጉዳት እንዳይደርስ መከሊከለ ፤",
    "simplified": "በማህበሩ ላይ ጉዳት እንዳይደርስ የመከላከል፤",
    "ratio": 0.9625,
    "legal_tokens": 80
  },
  {
    "priority": 10,
    "legal": "584. ሏ) የፋይናንስ እንቅስቃሴን ያካተተ ዓመታዊ የሥራ አፈጻጸም ሪፖርት ለጠቅላላ ጉባኤ የማቅረብ ፤",
    "simplified": "ለ) የፋይናንስ እንቅስቃሴን የሚገልጽ ዓመታዊ የሥራ አፈጻጸም ሪፖርት ለጠቅላላ ጉባኤ የማቅረብ፤",
    "ratio": 0.9814814814814815,
    "legal_tokens": 162
  },
  {
    "priority": 10,
    "legal": "585. ሠ) የማህበሩ ዋና ገንዘቡ ¾ (ሦስት አራተኛ) በኪሳራ ባጣ ጊዜ ወዲያውኑ አስቸኳይ ጠቅላላ ጉባኤ የመጥራት ፤",
    "simplified": "ሐ) የማህበሩ ዋና ካፒታል 3/4 (ሦስት አራተኛ) በኪሳራ ሲጠፋ ወዲያውኑ አስቸኳይ ጠቅላላ ጉባኤ የመጥራት፤",
    "ratio": 0.9488636363636364,
    "legal_tokens": 176
  },
  {
    "priority": 10,
    "legal": "589. የመላው ባለአክሲዮኖችን ተጠቃሚነት ለማረጋገጥ መስራት ይኖርባቸዋል ።",
    "simplified": "የሁሉንም ባለአክሲዮኖች ተጠቃሚነት ለማረጋገጥ መሥራት አለባቸው።",
    "ratio": 0.9024390243902439,
    "legal_tokens": 123
  },
  {
    "priority": 10,
    "legal": "590. እና ለ) በማህበሩ መመስረቻ ጽሁፍ ላይ በተደነገገው ወይም የማህበረተኞች ጠቅላላ ጉባኤ በወሰነው መሰረት ሲሰራ ነው ፡፡",
    "simplified": "ሥራቸውንም በማህበሩ መመስረቻ ጽሁፍ በተደነገገው ወይም በጠቅላላ ጉባኤ በተወሰነው መሠረት ማከናወን አለባቸው።",
    "ratio": 0.9346733668341709,
    "legal_tokens": 199
  },
  {
    "priority": 10,
    "legal": "592. በጥንቃቄ ወይም በትጋት ጉድለት በማህበሩ እና በባለአክሲዮኖች ላይ ለሚደርስ ጉዳት ዳይሬክተሩ ተጠያቂ ይሆናል ።",
    "simplified": "በጥንቃቄ ወይም በትጋት ጉድለት በማህበሩና በባለአክሲዮኖች ላይ ለሚደርስ ጉዳት ዳይሬክተሩ ተጠያቂ ይሆናል።",
    "ratio": 0.9473684210526315,
    "legal_tokens": 190
  },
  {
    "priority": 10,
    "legal": "595. ውድድርን ስለመከለከለ ጠቅላላ ጉባኤው ካልፈቀደ በስተቀር የዳይሬክተሮች ቦርድ አባላት በራሳቸው ወይም በሦስተኛ ወገኖች ስም ከማህበሩ ጋር መወዳደር ወይም ተወዳዳሪ በሆኑ የንግድ ማህበራት ውስጥ አባል መሆን አይችልም ፡፡",
    "simplified": "ውድድርን ስለመከልከል፦ ጠቅላላ ጉባኤው ካልፈቀደ በቀር፣ የቦርድ አባላት በራሳቸው ወይም በሌላ ሰው ስም ከማህበሩ ጋር መወዳደር ወይም ተወዳዳሪ በሆኑ የንግድ ማህበራት ውስጥ አባል መሆን አይችሉም።",
    "ratio": 0.8831521739130435,
    "legal_tokens": 368
  },
  {
    "priority": 10,
    "legal": "617. አንድ የቦርድ አባል የወሰነው ውሳኔ የጠቅላላ ጉባኤ ውሳኔን ወይም የማህበሩን መመስረቻ ጽሁፍ ወይም ሕግን የተከተለ ከሆነ ውሳኔው ማህበሩ ላይ ሊደረሰው ጉዳት ተጠያቂ አይሆንም ፡፡",
    "simplified": "አንድ የቦርድ አባል የወሰነው ውሳኔ ሕግን፣ መመስረቻ ጽሁፍን ወይም የጠቅላላ ጉባኤ ውሳኔን የተከተለ ከሆነ፣ ውሳኔው ለማህበሩ ለሚያደርሰው ጉዳት ተጠያቂ አይሆንም።",
    "ratio": 0.9096989966555183,
    "legal_tokens": 299
  },
  {
    "priority": 10,
    "legal": "619. ጉዳዩ በዕለቱ በአጀንዳነት ባይያዝም ጠቅላላ ጉባኤው በጉዳዩ ላይ ውሳኔ መስጠት ይችላል ።",
    "simplified": "ጉዳዩ በዕለቱ አጀንዳ ውስጥ ባይኖርም እንኳን ጠቅላላ ጉባኤው ውሳኔ መስጠት ይችላል።",
    "ratio": 0.9210526315789473,
    "legal_tokens": 152
  },
  {
    "priority": 10,
    "legal": "627. ተቆጣጣሪ ቦርድ የአክሲዮን ማህበር ተቆጣጣሪ ቦርድ እንዳኖረው በመመስረቻ ጽሁፍ ሊወሰን ይችላል ።",
    "simplified": "ተቆጣጣሪ ቦርድ፦ ማህበሩ ተቆጣጣሪ ቦርድ እንዲኖረው በመመስረቻ ጽሁፍ ሊወሰን ይችላል።",
    "ratio": 0.8682634730538922,
    "legal_tokens": 167
  },
  {
    "priority": 10,
    "legal": "629. ጠቅላላ ጉባኤው የተቆጣጣሪ ቦርድ አባላትን በማንኛውም ጊዜ ሊሽራቸው ይችላል ፤",
    "simplified": "ጠቅላላ ጉባኤው የተቆጣጣሪ ቦርድ አባላትን በማንኛውም ጊዜ ከሥራ ሊያነሳቸው ይችላል፤",
    "ratio": 1.0518518518518518,
    "legal_tokens": 135
  },
  {
    "priority": 10,
    "legal": "631. ተቆጣጣሪ ቦርድ ከአባላቱ መካከል ሰብሳቢ ይመርጣል ፤",
    "simplified": "ተቆጣጣሪ ቦርዱ ከአባላቱ መካከል ሰብሳቢ ይመርጣል፤",
    "ratio": 0.9354838709677419,
    "legal_tokens": 93
  },
  {
    "priority": 10,
    "legal": "632. ሰብሳቢው በማይኖርበት ጊዜ ከአባላት መካከል ጊዜያዊ ሰብሳቢ ይወክሊለ ፤",
    "simplified": "ሰብሳቢው በማይኖርበት ጊዜ ከአባላቱ አንዱን በጊዜያዊ ሰብሳቢነት ይወክላል፤",
    "ratio": 1.024,
    "legal_tokens": 125
  },
  {
    "priority": 10,
    "legal": "633. ቦርድ ሰብሳቢውን በማንኛውም ጊዜ ሊያነሳ ይችላል ።",
    "simplified": "ቦርዱ ሰብሳቢውን በማንኛውም ጊዜ ከኃላፊነቱ ሊያነሳ ይችላል።",
    "ratio": 1.1444444444444444,
    "legal_tokens": 90
  },
  {
    "priority": 10,
    "legal": "638. የዋና ሥራ አስኪያጁ ተጠሪነት ለቦርድ ይሆናል ።",
    "simplified": "ዋና ሥራ አስኪያጁ ተጠሪነቱ ለቦርዱ ይሆናል።",
    "ratio": 0.8928571428571429,
    "legal_tokens": 84
  },
  {
    "priority": 10,
    "legal": "639. ፪፻፴፰ የንግድ ሕግ ቦርድ ዋና ሥራ አስኪያጁን ከኃላፊነቱ ሊያነሳው ይችላል ፤",
    "simplified": "238 የንግድ ሕግ፦ ቦርዱ ዋና ሥራ አስኪያጁን ከኃላፊነቱ ሊያነሳው ይችላል፤",
    "ratio": 0.9097744360902256,
    "legal_tokens": 133
  },
  {
    "priority": 10,
    "legal": "641. ሆኖም ቦርድ መልሶ ሊሾመው ይችላል ።",
    "simplified": "ነገር ግን ቦርዱ መልሶ ሊሾመው ይችላል።",
    "ratio": 1.0153846153846153,
    "legal_tokens": 65
  },
  {
    "priority": 10,
    "legal": "642. ዋና ሥራ አስኪያጁ የማህበሩ ተቀጣሪ ነው ፤",
    "simplified": "ዋና ሥራ አስኪያጁ የማህበሩ ተቀጣሪ ነው፤",
    "ratio": 0.92,
    "legal_tokens": 75
  },
  {
    "priority": 10,
    "legal": "643. የዳይሬክተሮች ቦርድ አባል ሊሆን ይችላል ፤",
    "simplified": "የዳይሬክተሮች ቦርድ አባል መሆን ይችላል፤",
    "ratio": 0.922077922077922,
    "legal_tokens": 77
  },
  {
    "priority": 10,
    "legal": "644. ሆኖም የቦርድ ሊቀመንበር መሆን አይችልም ፡፡",
    "simplified": "ነገር ግን የቦርድ ሊቀመንበር መሆን አይችልም።",
    "ratio": 0.975,
    "legal_tokens": 80
  },
  {
    "priority": 10,
    "legal": "645. ዋናሥራ አስኪያጅ ሥልጣን እና ተግባር ዋና ሥራ አስኪያጅ የማህበሩን ጠቅላላ የዕለት ተዕለት ሥራ ይመራል ፤",
    "simplified": "የዋና ሥራ አስኪያጅ ሥልጣንና ተግባር፦ ዋና ሥራ አስኪያጁ የማህበሩን የዕለት ተዕለት ሥራ ይመራል፤",
    "ratio": 0.9106145251396648,
    "legal_tokens": 179
  },
  {
    "priority": 10,
    "legal": "647. ከሦስተኛ ወገኖች ጋር በየሚደረግ ግንኙነት ማህበሩን ይወክሊለ ።",
    "simplified": "ከሌሎች ወገኖች ጋር በሚደረግ ግንኙነት ማህበሩን ይወክላል።",
    "ratio": 0.8928571428571429,
    "legal_tokens": 112
  },
  {
    "priority": 10,
    "legal": "648. የማህበሩ ፀሐፊው የአክሲዮን ማህበር ፀሐፊው ሊኖረው ይገባል ፤",
    "simplified": "የማህበሩ ጸሐፊ፦ አክሲዮን ማህበር ጸሐፊ ሊኖረው ይገባል፤",
    "ratio": 0.8899082568807339,
    "legal_tokens": 109
  },
  {
    "priority": 10,
    "legal": "658. ኦዲተሮች ጠቅላላ ጉባኤ እንዳሰበሰብ ጥሪ ማድረግ አለባቸው ።",
    "simplified": "ኦዲተሮች ጠቅላላ ጉባኤ እንዲሰበሰብ ጥሪ ማድረግ አለባቸው።",
    "ratio": 0.9433962264150944,
    "legal_tokens": 106
  },
  {
    "priority": 10,
    "legal": "663. ከኦዳተሮቹ አንደ ጉባኤውን በሰብሳቢነት ይመራል ።",
    "simplified": "ከኦዲተሮቹ አንዱ ጉባኤውን በሰብሳቢነት ይመራል።",
    "ratio": 0.9325842696629213,
    "legal_tokens": 89
  },
  {
    "priority": 10,
    "legal": "666. ጥያቄ የቀረበለት ሰው የተጠየቀውን መረጃ መስጠት አለበት ።",
    "simplified": "መረጃ የተጠየቀ ማንኛውም ሰው የተፈለገውን መረጃ የመስጠት ግዴታ አለበት።",
    "ratio": 1.1941747572815533,
    "legal_tokens": 103
  },
  {
    "priority": 10,
    "legal": "670. የምርመራውን ወጪ የሚሸፍኑት ጥያቄ አቅራቢዎቹ ናቸው ፤",
    "simplified": "የምርመራውን ወጪ የሚከፍሉት ምርመራው እንዲደረግ የጠየቁት ወገኖች ናቸው፤",
    "ratio": 1.3020833333333333,
    "legal_tokens": 96
  },
  {
    "priority": 10,
    "legal": "677. ጠቅላላ ጉባኤዎች መደበኛ ወይም አስቸኳይ ይሆናል ፤",
    "simplified": "ጠቅላላ ጉባኤዎች መደበኛ ወይም አስቸኳይ ሊሆኑ ይችላሉ፤",
    "ratio": 1.0444444444444445,
    "legal_tokens": 90
  },
  {
    "priority": 10,
    "legal": "678. እነዚህም ልዩ ልዩ መደብ ያላቸው ባለአክሲዮኖች በሙሉ ሊሳተፈባቸው የሚችለ ናቸው ።",
    "simplified": "እነዚህም የተለያዩ የአክሲዮን ዓይነቶች ያላቸው ባለአክሲዮኖች ሁሉ ሊሳተፉባቸው የሚችሉ ናቸው።",
    "ratio": 1.1267605633802817,
    "legal_tokens": 142
  },
  {
    "priority": 10,
    "legal": "679. በልዩ ጉባኤ የሚሳተፈት በሚመለከተው መደብ ውስጥ የሚወድቁ ባለአክሲዮኖች ብቻ ናቸው ፡፡",
    "simplified": "በልዩ ጉባኤ ላይ መሳተፍ የሚችሉት ጉዳዩ የሚመለከታቸው የአክሲዮን ዓይነት ባለቤቶች ብቻ ናቸው።",
    "ratio": 1.0529801324503312,
    "legal_tokens": 151
  },
  {
    "priority": 10,
    "legal": "689. በአጀንዳነት ባይያዝም ጉባኤው ዳይሬክተሮችን ለመሾምና ለመሻር ይችላል ።",
    "simplified": "ነገር ግን አጀንዳው ላይ ባይኖርም እንኳን፣ ጉባኤው ዳይሬክተሮችን መሾም ወይም ከሥራ ማንሳት ይችላል።",
    "ratio": 1.330708661417323,
    "legal_tokens": 127
  },
  {
    "priority": 10,
    "legal": "692. ባለአክሲዮኑ በጉባኤው ላይ ወኪል እንዳገኝ ካደረገ ራሱ ለመሳተፍና ድምፅ ለመስጠት አይችልም ።",
    "simplified": "ባለአክሲዮኑ ወኪል ከላከ ግን ራሱ በዚያ ስብሰባ ላይ መሳተፍና ድምፅ መስጠት አይችልም።",
    "ratio": 0.8944099378881988,
    "legal_tokens": 161
  },
  {
    "priority": 10,
    "legal": "693. የአንድ አክሲዮን ወይም የአክሲዮኖች የጋራ ባለሀብቶች ፤",
    "simplified": "የአንድ ወይም ከዚያ በላይ አክሲዮኖች የጋራ ባለቤቶች፤",
    "ratio": 0.9191919191919192,
    "legal_tokens": 99
  },
  {
    "priority": 10,
    "legal": "694. የአክሲዮኖች የአላባ ጥቅም ሰጭና ፪፻፷፬ የንግድ ሕግ መያዣ የተቀበለ ገንዘብ ጠያቂ ወኪል በሚመለከት የዚህ ሕግ አንቀጽ ፪፻፸ እና ፪፻፸፩ ድንጋጌዎች ተፈፃሚ ይሆናል ፡፡",
    "simplified": "264 የንግድ ሕግ፦ የአክሲዮን የመጠቀም መብት የሰጠ ወይም አክሲዮን በመያዣነት የወሰደ ወገን ወኪልን በሚመለከት፣ የሕጉ አንቀጾች 270 እና 271 ተፈጻሚ ይሆናሉ።",
    "ratio": 0.901060070671378,
    "legal_tokens": 283
  },
  {
    "priority": 10,
    "legal": "699. የጉባኤው ሰብሳቢ የማህበሩ የዳይሬክተሮች ቦርድ ሰብሳቢ የጉባኤው ሰብሳቢ ይሆናል ፤",
    "simplified": "የጉባኤው ሰብሳቢ፦ የማህበሩ የዳይሬክተሮች ቦርድ ሰብሳቢ የጉባኤውም ሰብሳቢ ይሆናል፤",
    "ratio": 1.0,
    "legal_tokens": 144
  },
  {
    "priority": 10,
    "legal": "710. እንደዚህ ዓይነቱ ምርጫ በስብሰባው ጥሪ እንደ አጀንዳ ባይያዝም ሊከናወን ይችላል ።",
    "simplified": "እንዲህ ዓይነቱ ምርጫ በአጀንዳው ውስጥ ባይኖርም እንኳን ሊካሄድ ይችላል።",
    "ratio": 0.8661971830985915,
    "legal_tokens": 142
  },
  {
    "priority": 10,
    "legal": "729. የዘገባውን ቅጂ ማህበረተኞች መውሰድ ይችላል ።",
    "simplified": "ባለአክሲዮኖች የሪፖርቱን ቅጂ መውሰድ ይችላሉ።",
    "ratio": 0.963855421686747,
    "legal_tokens": 83
  },
  {
    "priority": 10,
    "legal": "730. ፪፻፹፯ የንግድ ሕግ ለልዩ መርማሪው የሚገባውን የድካም ዋጋ ጥያቄ አቅራቢዎቹ መሸፈን አለባቸው ፤",
    "simplified": "287 የንግድ ሕግ፦ ለመርማሪው የሚከፈለውን ክፍያ ጥያቄውን ያቀረቡት ባለአክሲዮኖች መክፈል አለባቸው፤",
    "ratio": 1.0121212121212122,
    "legal_tokens": 165
  },
  {
    "priority": 10,
    "legal": "733. በጉባኤ የመሳተፍ መብት ተቃራኒ ድንጋጌ ቢኖርም ፤",
    "simplified": "በጉባኤ የመሳተፍ መብት፦ ተቃራኒ ስምምነት ቢኖርም እንኳን፤",
    "ratio": 1.1494252873563218,
    "legal_tokens": 87
  },
  {
    "priority": 10,
    "legal": "739. በጉባኤ የመሳተፍ መብት ተቃራኒ ስምምነት ቢኖርም ፤",
    "simplified": "በጉባኤ የመሳተፍ መብት፦ ሌላ ስምምነት ቢኖርም፤",
    "ratio": 0.9,
    "legal_tokens": 90
  },
  {
    "priority": 10,
    "legal": "755. እንደገና ለሽያጭም መቅረብ አይችልም ።",
    "simplified": "እንደገና ለሽያጭ ሊቀርቡ አይችሉም።",
    "ratio": 0.8714285714285714,
    "legal_tokens": 70
  },
  {
    "priority": 10,
    "legal": "760. ማህበሩ መልሶ የገዛቸው የዕዳ ሰነዶችን ይዞ በጉባኤው ተሳታፊ ሊሆን አይችልም ፤",
    "simplified": "ማህበሩ መልሶ የገዛቸውን የዕዳ ሰነዶች ይዞ በጉባኤው መሳተፍ አይችልም፤",
    "ratio": 0.8823529411764706,
    "legal_tokens": 136
  },
  {
    "priority": 10,
    "legal": "771. በሁለተኛው ጥሪ የተሰበሰበው ጉባኤ የተገኙትን የዕዳ ሰነዶች ቁጥር ግምት ውስጥ ሳያስገባ ውሳኔ ማስተላለፍ ይችላል ።",
    "simplified": "በሁለተኛው ጥሪ የተሰበሰበው ጉባኤ፣ የተገኙትን ሰዎች ቁጥር ግምት ውስጥ ሳያስገባ ውሳኔ ማሳለፍ ይችላል።",
    "ratio": 0.8883248730964467,
    "legal_tokens": 197
  },
  {
    "priority": 10,
    "legal": "779. ጉባኤው በማንኛውም ጊዜ ወኪሎችን ለመሻር ይችላል ።",
    "simplified": "ጉባኤው በማንኛውም ጊዜ ወኪሎቹን ከሥራ ማንሳት ይችላል።",
    "ratio": 1.0444444444444445,
    "legal_tokens": 90
  },
  {
    "priority": 10,
    "legal": "799. የዚህ አንቀጽ ንዑስ አንቀጽ (1) ድንጋጌን በመተላለፍ የተከፋፈለ የትርፍ ድርሻ እንደ ሀሰተኛ ትርፍ ይቆጠራል ፤",
    "simplified": "የዚህን አንቀጽ ንዑስ አንቀጽ (1) ድንጋጌ በመተላለፍ የተከፋፈለ ትርፍ እንደ ሐሰተኛ ትርፍ ይቆጠራል።",
    "ratio": 0.8972972972972973,
    "legal_tokens": 185
  },
  {
    "priority": 10,
    "legal": "800. እንዲከፍል ያደረጉ ሰዎችም በወንጀልና በፍትሐ ብሔር ኃላፊ ይሆናል ።",
    "simplified": "800. እንዲከፈል ያደረጉ ሰዎችም በወንጀልና በፍትሐ ብሔር ተጠያቂ ይሆናሉ።",
    "ratio": 1.0168067226890756,
    "legal_tokens": 119
  },
  {
    "priority": 10,
    "legal": "803. የማህበሩን ዋና ገንዘብ አዲስ አክሲዮኖችን በማውጣት ወይም የነባር አክሲዮኖችን ዋጋ በመጨመር ለማሳደግ ይቻላል ፤",
    "simplified": "የማህበሩን ዋና ገንዘብ አዲስ አክሲዮኖችን በማውጣት ወይም የነባር አክሲዮኖችን ዋጋ በመጨመር ማሳደግ ይቻላል።",
    "ratio": 0.9533678756476683,
    "legal_tokens": 193
  },
  {
    "priority": 10,
    "legal": "804. አስቸኳይ ጠቅላላ ጉባኤ ዋና ገንዘቡን ለማሳደግ ሲወስን የሚያድግበትንም መንገድ አብሮ መወሰን አለበት ።",
    "simplified": "አስቸኳይ ጠቅላላ ጉባኤ ዋና ገንዘቡን ለማሳደግ ሲወስን የሚጨምርበትን መንገድም አብሮ መወሰን አለበት።",
    "ratio": 0.9661016949152542,
    "legal_tokens": 177
  },
  {
    "priority": 10,
    "legal": "806. ለ) ማህበሩ ያለበትን የመክፍያ ጊዜያቸው የደረሰ ዕዳዎች በአክሲዮን በማቻቻለ ፤",
    "simplified": "ማህበሩ ያለበትንና የመክፈያ ጊዜያቸው የደረሱ ዕዳዎችን በአክሲዮን በማቻቻል ዋጋውን መክፈል ይቻላል።",
    "ratio": 1.25,
    "legal_tokens": 136
  },
  {
    "priority": 10,
    "legal": "807. ሏ) መጠባበቂያ ወይም ማህበሩ ሊያዝባቸው የሚችለ ሌሎች ገንዘቦችን ወደ ዋናው ገንዘብ በመጨመር ፤",
    "simplified": "807. መጠባበቂያዎችን ወይም ማህበሩ ሊጠቀምባቸው የሚችላቸውን ሌሎች ገንዘቦችን ወደ ዋናው ገንዘብ በመጨመር ማሳደግ ይቻላል።",
    "ratio": 1.2515337423312884,
    "legal_tokens": 163
  },
  {
    "priority": 10,
    "legal": "808. ወይም መ) የዕዳ ሰነዶችን ወደ አክሲዮን በመለወጥ ።",
    "simplified": "ወይም የዕዳ ሰነዶችን ወደ አክሲዮን በመለወጥ ማሳደግ ይቻላል።",
    "ratio": 1.1685393258426966,
    "legal_tokens": 89
  },
  {
    "priority": 10,
    "legal": "810. የነባር አክሲዮኖችን ዋጋ በመጨመር ዋና ገንዘቡን ለማሳደግ የሚቻለው በዚህ ሕግ አንቀጽ 42 ንዑስ አንቀጽ (3) በተደነገገው ሁኔታ ብቻ ነው ፡፡",
    "simplified": "የነባር አክሲዮኖችን ዋጋ በመጨመር ዋና ገንዘቡን ለማሳደግ የሚቻለው በዚህ ሕግ አንቀጽ 442 ንዑስ አንቀጽ (3) በተደነገገው ሁኔታ ብቻ ነው።",
    "ratio": 0.9529914529914529,
    "legal_tokens": 234
  },
  {
    "priority": 10,
    "legal": "816. ፫፻፴፬ የንግድ ሕግ አክሲዮኖቹ በስም የተመዘገቡ ከሆነ ማህበሩ የአክሲዮን ሽያጭ ከመጀመሩ አስር ቀናት በፊት ማስታወቂያውን በተመዘገበ ደብዳቤ ለባለአክሲዮኖቹ መላክ ይችላል ፡፡",
    "simplified": "በንግድ ሕግ አንቀጽ 334 መሠረት አክሲዮኖቹ በስም የተመዘገቡ ከሆኑ ማህበሩ ሽያጭ ከመጀመሩ 10 ቀናት በፊት ማስታወቂያውን በፖስታ ለባለአክሲዮኖቹ መላክ ይችላል።",
    "ratio": 0.8762541806020067,
    "legal_tokens": 299
  },
  {
    "priority": 10,
    "legal": "819. በዚህ ሕግ በአንቀጽ 4()7 ሥር የተመለከተው የገንዘብ ጠያቂዎች መብት አይነካም ።",
    "simplified": "በዚህ ሕግ አንቀጽ 437 የተጠቀሰው የገንዘብ ጠያቂዎች መብት አይነካም።",
    "ratio": 0.8507462686567164,
    "legal_tokens": 134
  },
  {
    "priority": 10,
    "legal": "827. በዚህ አንቀጽ ንዑስ አንቀጽ (1) መሰረት የተሾሙ የሒሳብ አጣሪዎች በአስቸኳይ ጠቅላላ ጉባኤው ሊሻሩ ይችላል ፤",
    "simplified": "በዚህ አንቀጽ ንዑስ አንቀጽ (1) መሠረት የተሾሙ የሒሳብ አጣሪዎች በአስቸኳይ ስብሰባው ከሥራ ሊነሱ ይችላሉ።",
    "ratio": 0.967032967032967,
    "legal_tokens": 182
  },
  {
    "priority": 10,
    "legal": "831. የሒሳብ ማጣራት ሥራ ለማከናወን አስፈላጊ የሆነ ሙያ ያለው ።",
    "simplified": "የሒሳብ ማጣራት ሥራን ለመሥራት አስፈላጊው ሙያ ያለው ሰው መሆን አለበት።",
    "ratio": 1.1634615384615385,
    "legal_tokens": 104
  },
  {
    "priority": 10,
    "legal": "838. የማህበሩ ዳይሬክተሮች ማህበሩን ለመወከለ ሥልጣን የሚኖራቸው ለሥራው አስፈላጊ በሆነ መጠን ብቻ ነው ፡፡",
    "simplified": "ዳይሬክተሮች ማህበሩን የመወከል ሥልጣን የሚኖራቸው ለሥራው አስፈላጊ በሆነ መጠን ብቻ ነው።",
    "ratio": 0.8587570621468926,
    "legal_tokens": 177
  },
  {
    "priority": 10,
    "legal": "839. የሒሳብ አጣሪዎች ግዴታና ኃላፊነት የዳይሬክተሮች ቦርድ አባላት ዓይነት ይሆናል ።",
    "simplified": "የሒሳብ አጣሪዎች ግዴታና ተጠያቂነት እንደ ዳይሬክተሮች ቦርድ አባላት ዓይነት ይሆናል።",
    "ratio": 1.0283687943262412,
    "legal_tokens": 141
  },
  {
    "priority": 10,
    "legal": "850. ፫፻፶፬ የንግድ ሕግ በመመስረቻ ጽሁፈ ተቃራኒ ስምምነት ከላለ በስተቀር ፤",
    "simplified": "በንግድ ሕግ አንቀጽ 354 መሠረት በመመስረቻ ጽሁፉ ላይ ሌላ ስምምነት ከሌለ በስተቀር፤",
    "ratio": 1.0952380952380953,
    "legal_tokens": 126
  },
  {
    "priority": 10,
    "legal": "861. ፫፻፶፱ የንግድ ሕግ ለ) የሒሳብ ሰነዶች ለአምስት ዓመታት ፤",
    "simplified": "በንግድ ሕግ አንቀጽ 359 መሠረት የሒሳብ ሰነዶች ለ5 ዓመታት ድረ-ገጹ ላይ መቆየት አለባቸው።",
    "ratio": 1.4411764705882353,
    "legal_tokens": 102
  },
  {
    "priority": 10,
    "legal": "862. ሏ) ሌሎች መረጃዎች ለስድስት ወራት ፤",
    "simplified": "ሌሎች መረጃዎች ደግሞ ለ6 ወራት መቆየት አለባቸው።",
    "ratio": 1.2575757575757576,
    "legal_tokens": 66
  },
  {
    "priority": 10,
    "legal": "865. ኩባንያው የድረ-ገጹን ደህንነት ለመጠበቅ አስፈላጊውን እርምጃ መውሰድ ይኖርበታል ፡፡",
    "simplified": "ኩባንያው የድረ-ገጹን ደህንነት ለመጠበቅ አስፈላጊውን እርምጃ መውሰድ አለበት።",
    "ratio": 0.8979591836734694,
    "legal_tokens": 147
  },
  {
    "priority": 10,
    "legal": "867. ፫፻፷ የንግድ ሕግ 3 የዚህ አንቀጽ ንዑስ አንቀጽ (1) ድንጋጌ ቢኖርም ፤",
    "simplified": "በንግድ ሕግ አንቀጽ 360 መሠረት የዚህ አንቀጽ ድንጋጌ ቢኖርም፤",
    "ratio": 0.8717948717948718,
    "legal_tokens": 117
  },
  {
    "priority": 10,
    "legal": "870. ማህበሩ የሚተላለፈ የግዴታ ወረቀቶችን ማውጣት አይችልም ፡፡",
    "simplified": "ማህበሩ የሚተላለፉ የዕዳ ሰነዶችን ማውጣት አይችልም።",
    "ratio": 0.8571428571428571,
    "legal_tokens": 105
  },
  {
    "priority": 10,
    "legal": "875. “ኃላፊነቱ የተወሰነ የግለ ማህበር” የሚል ሐረግ መጻፍ አለበት ፡፡",
    "simplified": "“ኃላፊነቱ የተወሰነ የግለ ማህበር” የሚል ሐረግ መጻፍ አለበት።",
    "ratio": 0.9224137931034483,
    "legal_tokens": 116
  },
  {
    "priority": 10,
    "legal": "892. ዋና ገንዘቡም በዚህ ልክ እንዲቀንስ ይደረጋል ፤",
    "simplified": "ዋናው ካፒታልም በዚሁ ልክ እንዲቀንስ ይደረጋል።",
    "ratio": 0.9642857142857143,
    "legal_tokens": 84
  },
  {
    "priority": 10,
    "legal": "893. ዋና ገንዘቡ ከመቀነሱ በፊት ከማህበሩ ጋር ለተዋዋለ ሰዎች በዋና ገንዘቡ ላይ በተደረገው ቅናሽ ልክ ማህበረተኞች በአንድነት እና በተናጠል ኃላፊ ይሆናል ፡፡",
    "simplified": "ዋናው ካፒታል ከመቀነሱ በፊት ከማህበሩ ጋር ለተዋዋሉ ሰዎች በካፒታሉ ላይ በተደረገው ቅናሽ ልክ አባላቱ በአንድነትና በተናጠል ተጠያቂ ይሆናሉ።",
    "ratio": 0.9115384615384615,
    "legal_tokens": 260
  },
  {
    "priority": 10,
    "legal": "894. አክሲዮኖችን በውርስ ስለማግኘት 372 የንግድ ሕግ በማህበሩ መመስረቻ ጽሁፍ ተቃራኒ ድንጋጌ ከላለ በስተቀር ፤",
    "simplified": "አክሲዮኖችን በውርስ ስለማግኘት በንግድ ሕግ አንቀጽ 372 መሠረት በማህበሩ መመስረቻ ጽሁፍ ሌላ ተቃራኒ ድንጋጌ ከሌለ በስተቀር፤",
    "ratio": 1.149171270718232,
    "legal_tokens": 181
  },
  {
    "priority": 10,
    "legal": "895. አንድ ባለአክሲዮን ሲሞት ወራሾቹ ባለአክሲዮን የመሆን መብት ይኖራቸዋል ።",
    "simplified": "አንድ ባለአክሲዮን ሲሞት ወራሾቹ የማህበሩ ባለአክሲዮን የመሆን መብት ይኖራቸዋል።",
    "ratio": 1.078125,
    "legal_tokens": 128
  },
  {
    "priority": 10,
    "legal": "897. ማህበሩ ለማህበረተኞች ሊከፋፈል የሚችለ በቂ የመጠባበቂያ ገንዘብ ከላለው በዚህ አንቀጽ ንዑስ አንቀጽ (2) ሥር የተመለከተው መብት አይኖርም ፡፡",
    "simplified": "ማህበሩ ለአባላቱ የሚከፋፈል በቂ የመጠባበቂያ ገንዘብ ከሌለው በዚህ አንቀጽ ንዑስ አንቀጽ (2) ሥር የተጠቀሰው መብት አይኖርም።",
    "ratio": 0.8702928870292888,
    "legal_tokens": 239
  },
  {
    "priority": 10,
    "legal": "900. በዚህ ሕግ ስለአክሲዮን ማህበር የቦርድ አባላት ሹመት ፤",
    "simplified": "በዚህ ሕግ ስለ አክሲዮን ማህበር የቦርድ አባላት አሻሻም፤",
    "ratio": 0.979381443298969,
    "legal_tokens": 97
  },
  {
    "priority": 10,
    "legal": "904. ሥራ አስኪያጁ የቦርድ ሊቀመንበር መሆን አይችልም ።",
    "simplified": "ሥራ አስኪያጁ የቦርዱ ሊቀመንበር መሆን አይችልም።",
    "ratio": 0.9333333333333333,
    "legal_tokens": 90
  },
  {
    "priority": 10,
    "legal": "905. ሥራ አስኪያጁ የማህበሩ ተቀጣሪ ነው ፡፡",
    "simplified": "ሥራ አስኪያጁ የማህበሩ ተቀጣሪ ነው።",
    "ratio": 0.8732394366197183,
    "legal_tokens": 71
  },
  {
    "priority": 10,
    "legal": "907. ማህበሩ ቦርድ የላለው ከሆነ ሥራ አስኪያጁ የማህበሩን ዓላማ ለማሳካት በማህበሩ ስም ለመስራት ሙሉ ሥልጣን ይኖረዋል ።",
    "simplified": "ማህበሩ ቦርድ ከሌለው ሥራ አስኪያጁ የማህበሩን ዓላማ ለማሳካት በማህበሩ ስም ለመሥራት ሙሉ ሥልጣን ይኖረዋል።",
    "ratio": 0.9191919191919192,
    "legal_tokens": 198
  },
  {
    "priority": 10,
    "legal": "908. የሥራ አስኪያጁን ሥልጣን የሚገድቡ የማህበሩ መመስረቻ ጽሁፍ ድንጋጌዎች በማህበሩ፣ በባለአክሲዮኖች እና በሥራ አስኪያጁ መካከል ካልሆነ በስተቀር ውጤት አይኖራቸውም ፡፡",
    "simplified": "የሥራ አስኪያጁን ሥልጣን የሚገድቡ የመመስረቻ ጽሁፍ ድንጋጌዎች በማህበሩ፣ በባለአክሲዮኖችና በሥራ አስኪያጁ መካከል ካልሆነ በስተቀር ኃይል የላቸውም።",
    "ratio": 0.887719298245614,
    "legal_tokens": 285
  },
  {
    "priority": 10,
    "legal": "914. በማህበሩ የመመስረቻ ጽሁፍ ላይ ተቃራኒ ድንጋጌ ከላለ በስተቀር ፤",
    "simplified": "በማህበሩ መመስረቻ ጽሁፍ ሌላ ተቃራኒ ድንጋጌ ከሌለ በስተቀር፤",
    "ratio": 0.9203539823008849,
    "legal_tokens": 113
  },
  {
    "priority": 10,
    "legal": "921. በኤሌክትሮኒክ ዘዴ በተደረገ ጉባኤ የማህበሩን መመስረቻ ጽሁፍ ማሻሻለ አይቻልም ፤",
    "simplified": "በኢንተርኔት በሚደረግ ስብሰባ የማህበሩን መመስረቻ ጽሁፍ ማሻሻል አይቻልም።",
    "ratio": 0.9078014184397163,
    "legal_tokens": 141
  },
  {
    "priority": 10,
    "legal": "922. በኤሌክትሮኒክ ዘዴ ውሳኔ ሊተላለፍባቸው የማይችለ ጉዳዮችን በማህበሩ መመስረቻ ጽሁፍ መወሰን ይቻላል ፡፡",
    "simplified": "በኢንተርኔት ውሳኔ ሊሰጥባቸው የማይችሉ ጉዳዮችን በማህበሩ መመስረቻ ጽሁፍ ላይ መለየት ይቻላል።",
    "ratio": 0.8994413407821229,
    "legal_tokens": 179
  },
  {
    "priority": 10,
    "legal": "931. ሏ) አጀንዳዎችን ፤",
    "simplified": "የመወያያ አጀንዳዎችን፤",
    "ratio": 1.1388888888888888,
    "legal_tokens": 36
  },
  {
    "priority": 10,
    "legal": "934. ረ) ለጉባኤው የቀረቡ ሰነዶች ፤",
    "simplified": "ለስብሰባው የቀረቡ ሰነዶችን፤",
    "ratio": 0.9107142857142857,
    "legal_tokens": 56
  },
  {
    "priority": 10,
    "legal": "936. 381 የንግድ ሕግ ሸ) የተሰጡት ድምፆች ውጤት ፤",
    "simplified": "በንግድ ሕግ አንቀጽ 381 መሠረት የድምፅ አሰጣጥ ውጤቱን፤",
    "ratio": 1.1948051948051948,
    "legal_tokens": 77
  },
  {
    "priority": 10,
    "legal": "937. እና ቀ) ጉባኤው ያሳለፊቸውን ውሳኔዎች ።",
    "simplified": "እና ስብሰባው ያሳለፋቸውን ውሳኔዎች መያዝ አለበት።",
    "ratio": 1.2083333333333333,
    "legal_tokens": 72
  },
  {
    "priority": 10,
    "legal": "943. ምልዓተ ጉባኤ የሚሰሊው በባለአክሲዮኖች ቁጥር ሳይሆን በተወከለው የካፒታል መጠን ነው ፤",
    "simplified": "ምልዓተ ጉባኤ የሚሰላው በአባላት ቁጥር ሳይሆን በተወከለው የገንዘብ መጠን ነው።",
    "ratio": 0.8807947019867549,
    "legal_tokens": 151
  },
  {
    "priority": 10,
    "legal": "955. ማህበሩ ከአባል የተለየና የተነጠለ የራሱ የሕግ ሰውነት አለው ።",
    "simplified": "ማህበሩ ከአባሉ የተለየ የራሱ የሆነ ሕጋዊ ሰውነት አለው።",
    "ratio": 0.8636363636363636,
    "legal_tokens": 110
  },
  {
    "priority": 10,
    "legal": "958. በግለ የሚደረግ መግለጫ ፤",
    "simplified": "በግል የሚደረግ መግለጫ፤",
    "ratio": 0.875,
    "legal_tokens": 48
  },
  {
    "priority": 10,
    "legal": "960. መግለጫውም በንግድ መዝገብ ውስጥ መግባት አለበት ።",
    "simplified": "መግለጫውም በንግድ መዝገብ ውስጥ መመዝገብ አለበት።",
    "ratio": 0.9666666666666667,
    "legal_tokens": 90
  },
  {
    "priority": 10,
    "legal": "965. በሚያቀርበው ሪፖርት ውስጥም የተከተለውን ዘዴ መግለጽ አለበት ።",
    "simplified": "በሚያቀርበው ሪፖርትም የተጠቀመበትን ዘዴ መግለጽ አለበት።",
    "ratio": 0.8839285714285714,
    "legal_tokens": 112
  },
  {
    "priority": 10,
    "legal": "980. ገንዘብ ጠያቂዎችን ለመጥራት በዚህ ሕግ አንቀጽ 484 የተመለከተው ድንጋጌ ተፈፃሚ ይሆናል ።",
    "simplified": "ገንዘብ ጠያቂዎችን ለመጥራት በዚህ ሕግ አንቀጽ 484 የተጠቀሰው ድንጋጌ ተፈፃሚ ይሆናል።",
    "ratio": 0.9407894736842105,
    "legal_tokens": 152
  },
  {
    "priority": 10,
    "legal": "1004. የዚህ ንዑስ አንቀጽ ድንጋጌ እስኪፈጸም ድረስ መተላለፍ ያለባቸው አክሲዮኖች የሚሰጡት ትርፍ የመካፈልም ሆነ ድምፅ የመስጠት መብት ታግዶ ይቆያል ፡፡",
    "simplified": "ይህ ድንጋጌ እስኪፈጸም ድረስ መተላለፍ የሚገባቸው አክሲዮኖች የሚያስገኙት የትርፍ ክፍያም ሆነ የድምፅ መስጠት መብት ታግዶ ይቆያል።",
    "ratio": 0.88,
    "legal_tokens": 250
  },
  {
    "priority": 10,
    "legal": "1007. የተቀጥሎ ኩባንያው አመራር በእናት ኩባንያው የተሰጠውን ትዕዛዝ መፈጸም አለበት ።",
    "simplified": "የንዑስ ኩባንያው አመራር ከእናት ኩባንያው የሚሰጠውን ትዕዛዝ የመፈጸም ግዴታ አለበት።",
    "ratio": 1.0211267605633803,
    "legal_tokens": 142
  },
  {
    "priority": 10,
    "legal": "1020. እንደነገሩ ሁኔታ ተጨማሪ ጥሬ ገንዘብም ሊከፈልላቸው ይችላል ።",
    "simplified": "እንደ አስፈላጊነቱ ተጨማሪ የገንዘብ ክፍያም ሊደረግላቸው ይችላል።",
    "ratio": 1.018181818181818,
    "legal_tokens": 110
  },
  {
    "priority": 10,
    "legal": "1031. እንደነገሩ ሁኔታ ተጨማሪ ጥሬ ገንዘብም ሊከፈልላቸው ይችላል ።",
    "simplified": "እንደ አስፈላጊነቱ ተጨማሪ የገንዘብ ክፍያ ሊደረግላቸው ይችላል።",
    "ratio": 0.990909090909091,
    "legal_tokens": 110
  },
  {
    "priority": 10,
    "legal": "1036. መከፋፈል አግባብነት ወዳለው ማናቸውም የንግድ ማህበር ዓይነቶች ሊሆን ይችላል ፡፡",
    "simplified": "ማንኛውም ማህበር ወደሚፈልገው ሌላ የንግድ ማህበር ዓይነት ሊከፈል ይችላል።",
    "ratio": 0.8873239436619719,
    "legal_tokens": 142
  },
  {
    "priority": 10,
    "legal": "1038. በውህደቱ ወይም መከፋፈል የሚሳተፉ ማህበራት እያንዳንዳቸው የየራሳቸው ነጻ እና ገለለተኛ ገምጋሚ ባለሙያ ይሾማሉ ፤",
    "simplified": "በውህደቱ ወይም በመከፋፈሉ የሚሳተፉ ማህበራት የየራሳቸውን ገለልተኛ የገመጋሚ ባለሙያ መሾም ይኖርባቸዋል።",
    "ratio": 0.9086294416243654,
    "legal_tokens": 197
  },
  {
    "priority": 10,
    "legal": "1072. አጠራጣሪ ጊዜው ቢበዛ ከአስራ ስምንት ወራት መብለጥ የለበትም ።",
    "simplified": "ይህ አጠራጣሪ ጊዜ ከአሥራ ስምንት ወር መብለጥ የለበትም።",
    "ratio": 0.8558558558558559,
    "legal_tokens": 111
  },
  {
    "priority": 10,
    "legal": "1090. ሆኖም የንግድ ቦታው የሚሰጠው አገልግሎት ሊቀየር አይችልም ፤",
    "simplified": "ነገር ግን የንግድ ቦታው የሚሰጠው አገልግሎት መቀየር የለበትም።",
    "ratio": 1.0,
    "legal_tokens": 107
  },
  {
    "priority": 10,
    "legal": "1093. የባንክ እና የመድን ውሎች ፤",
    "simplified": "የባንክና የኢንሹራንስ ውሎች በልዩ ሕግ ይተዳደራሉ።",
    "ratio": 1.6415094339622642,
    "legal_tokens": 53
  },
  {
    "priority": 10,
    "legal": "1094. 455 የንግድ ሕግ የአስተዳደር ውሎች ፤",
    "simplified": "የአስተዳደር ውሎችም በራሳቸው ሕግ ይመራሉ።",
    "ratio": 1.121212121212121,
    "legal_tokens": 66
  },
  {
    "priority": 10,
    "legal": "1116. እንዲሁም ከተቆጣጣሪ ዳኛው ሥልጣን ውጭ በሆኑ ጉዳዮች ላይ ትዕዛዞችን ይሰጣል ፤",
    "simplified": "በተጨማሪም ፍርድ ቤቱ በተቆጣጣሪ ዳኛው ሥልጣን ሥር ባልሆኑ ጉዳዮች ላይ ትዕዛዞችን ይሰጣል።",
    "ratio": 1.1167883211678833,
    "legal_tokens": 137
  },
  {
    "priority": 10,
    "legal": "1117. ተቆጣጣሪ ዳኛው በሰጣቸው ትዕዛዞች ላይ የሚቀርቡ ይግባኞችን ይሰማለ ።",
    "simplified": "ተቆጣጣሪ ዳኛው በሰጣቸው ትዕዛዞች ላይ የሚቀርቡ ቅሬታዎችን ወይም ይግባኞችን ፍርድ ቤቱ ይሰማል።",
    "ratio": 1.3170731707317074,
    "legal_tokens": 123
  },
  {
    "priority": 10,
    "legal": "1120. ተቆጣጣሪ ዳኛው ከፍርድ ቤቱ አባላት መካከል ይመረጣለ ፤",
    "simplified": "ተቆጣጣሪ ዳኛው የሚመረጠው ከፍርድ ቤቱ ዳኞች መካከል ነው።",
    "ratio": 1.0,
    "legal_tokens": 98
  },
  {
    "priority": 10,
    "legal": "1121. ሆኖም ሥነ ሥርዓቱን የሚከፍተው ፍርድ ቤት አባል ሊሆን አይችልም ።",
    "simplified": "ይሁን እንጂ ተቆጣጣሪ ዳኛው ሥነ ሥርዓቱን የሚመራው ፍርድ ቤት አባል መሆን አይችልም።",
    "ratio": 1.2260869565217392,
    "legal_tokens": 115
  },
  {
    "priority": 10,
    "legal": "1131. በታማኝነት፣ ያለወገንተኝነት እና በገለለተኝነት ኃላፊነታቸውን መወጣት አለባቸው ፤",
    "simplified": "ሥራቸውን በታማኝነት፣ ያለ አድልዎና በገለልተኝነት የመወጣት ግዴታ አለባቸው።",
    "ratio": 0.8972602739726028,
    "legal_tokens": 146
  },
  {
    "priority": 10,
    "legal": "1132. የብቃት ማነስ፣ ቸልተኝነት፣ ማጭበርበር ወይም ሌላ ጥፊት ከተገኘባቸው በፍርድ ቤቱ ከኃላፊነታቸው ሊነሱ ይችላል ።",
    "simplified": "የብቃት ማነስ፣ ቸልተኝነት፣ ማጭበርበር ወይም ሌላ ጥፋት ከተገኘባቸው ፍርድ ቤቱ ከሥራቸው ሊያነሳቸው ይችላል።",
    "ratio": 0.9484536082474226,
    "legal_tokens": 194
  },
  {
    "priority": 10,
    "legal": "1134. ለ) ግዴታዎቻቸውን በሚወጡበት ወቅት አስፈላጊውን ጥንቃቄ ሁሉ ማድረግ አለባቸው ፤",
    "simplified": "ሥራቸውን በሚያከናውኑበት ጊዜ አስፈላጊውን ጥንቃቄ ሁሉ ማድረግ አለባቸው።",
    "ratio": 0.8928571428571429,
    "legal_tokens": 140
  },
  {
    "priority": 10,
    "legal": "1138. ይህ የጊዜ ገደብ በማንኛውም መልኩ አይቋረጥም ወይም አይታገድም ።",
    "simplified": "ይህ የአንድ ዓመት የጊዜ ገደብ በማንኛውም ምክንያት ሊራዘም ወይም ሊቋረጥ አይችልም።",
    "ratio": 1.2280701754385965,
    "legal_tokens": 114
  },
  {
    "priority": 10,
    "legal": "1140. ይህን ድንጋጌ በመጣስ የሚፈጸም ማንኛውም ግዢ ወይም የንብረት ባለቤትነት ምንም ውጤት አይኖረውም ፤",
    "simplified": "ይህንን ድንጋጌ በመጣስ የሚደረግ ማንኛውም ግዢ ወይም የንብረት ባለቤትነት ኃይል የለውም።",
    "ratio": 0.8816568047337278,
    "legal_tokens": 169
  },
  {
    "priority": 10,
    "legal": "1150. ማራዘሚያዎችን እና እድሳቶችን ጨምሮ ዕቅድ የሚጠናቀቅበት አጠቃላይ ጊዜ ከስምንት ወራት መብለጥ የለበትም ።",
    "simplified": "ማራዘሚያዎችን ጨምሮ ዕቅዱን ለማጠናቀቅ የሚሰጠው አጠቃላይ ጊዜ ከስምንት ወራት መብለጥ የለበትም።",
    "ratio": 0.8913043478260869,
    "legal_tokens": 184
  },
  {
    "priority": 10,
    "legal": "1164. ፍርድ ቤቱ ዕዳን መልሶ ፬፻፹፬ የንግድ ሕግ የማዋቀር ዘርፍ ባለሞያውን አስተያየት ሰምቶ ይወስናል ።",
    "simplified": "እንደ ንግድ ሕግ ቁጥር 484 ፍርድ ቤቱ የባለሙያውን አስተያየት ሰምቶ በዚህ ላይ ውሳኔ ይሰጣል።",
    "ratio": 0.8941176470588236,
    "legal_tokens": 170
  },
  {
    "priority": 10,
    "legal": "1172. ገንዘብ ጠያቂዎቹ ዕዳን መልሶ የማዋቀር ዕቅድን ለማሻሻለ ጥያቄ የማቅረብ እና የአጸፋ ሀሳብ የማቅረብ መብት አላቸው ።",
    "simplified": "ገንዘብ ጠያቂዎች በዕቅዱ ላይ ማሻሻያ እንዲደረግ ወይም የራሳቸውን አማራጭ ሐሳብ የማቅረብ መብት አላቸው።",
    "ratio": 0.8793969849246231,
    "legal_tokens": 199
  },
  {
    "priority": 10,
    "legal": "1192. እንዲሁም መለሰው ሊነጠቁ አይችልም ፤",
    "simplified": "እንዲሁም የተቀበሉትን ገንዘብ ማንም ሊቀማቸው አይችልም።",
    "ratio": 1.411764705882353,
    "legal_tokens": 68
  },
  {
    "priority": 10,
    "legal": "1206. ለ) የትርፍ እና ኪሳራ ሒሳብ ፤",
    "simplified": "የትርፍና ኪሳራ መግለጫ መቅረብ አለበት።",
    "ratio": 1.2363636363636363,
    "legal_tokens": 55
  },
  {
    "priority": 10,
    "legal": "1212. ለ) ባለዕዳው ለምን ክፍያዎችን መፈጸም እንዳለቻለ የሚያሳይ ማስረጃ ፤",
    "simplified": "ባለዕዳው ክፍያ መፈጸም የማይችልበትን ምክንያት የሚያሳይ ማስረጃ ማቅረብ አለባቸው።",
    "ratio": 1.165289256198347,
    "legal_tokens": 121
  },
  {
    "priority": 10,
    "legal": "1222. እንዲሁም ፍርዱ ወዲያውኑ ተፈፃሚ ይሆናል ።",
    "simplified": "እንዲሁም ፍርዱ ወዲያውኑ ተግባራዊ ይደረጋል።",
    "ratio": 0.9871794871794872,
    "legal_tokens": 78
  },
  {
    "priority": 10,
    "legal": "1225. ጉዳዮች በሚኖሩበት ጊዜ ፍርድ ቤቱ ሁለት መልሶ የማደራጀት ኃላፊዎችን ሊሾም ይችላል ፤",
    "simplified": "አስፈላጊ ሆኖ ሲገኝ ፍርድ ቤቱ ሁለት መልሶ የማደራጀት ኃላፊዎችን ሊሾም ይችላል።",
    "ratio": 0.9115646258503401,
    "legal_tokens": 147
  },
  {
    "priority": 10,
    "legal": "1226. ፍርድ ቤቱ ባለዕዳው ያቀረበውን ሰው ሊሾም ይችላል ።",
    "simplified": "ፍርድ ቤቱ ባለዕዳው የጠቆመውን ሰው ሊሾም ይችላል።",
    "ratio": 0.9239130434782609,
    "legal_tokens": 92
  },
  {
    "priority": 10,
    "legal": "1227. / ብዙ ኃላፊዎች በሚሾሙበት ጊዜ ፍርድ ቤቱ በተናጠል እንዳንቀሳቀሱ ካልፈቀደሊቸው በስተቀር በጋራ ይንቀሳቀሳለ ።",
    "simplified": "ብዙ ኃላፊዎች ሲሾሙ፣ ፍርድ ቤቱ ለብቻ እንዲሠሩ ካልፈቀደላቸው በቀር ሥራቸውን በጋራ ማከናወን አለባቸው።",
    "ratio": 0.9114583333333334,
    "legal_tokens": 192
  },
  {
    "priority": 10,
    "legal": "1234. ተቆጣጣሪዎች የሁሉንም ገንዘብ ጠያቂዎች አጠቃላይ ጥቅም ያስጠብቃለ ፤",
    "simplified": "ተቆጣጣሪዎች የሁሉንም ገንዘብ ጠያቂዎች የጋራ ጥቅም ማስጠበቅ አለባቸው።",
    "ratio": 1.0,
    "legal_tokens": 122
  },
  {
    "priority": 10,
    "legal": "1239. እንዲሁም ይህን ድንጋጌ የጣሰው ተቆጣጣሪ ተሸሮ በሌላ ሰው ይተካል ።",
    "simplified": "እንዲሁም ሕጉን የጣሰው ተቆጣጣሪ ተነስቶ በሌላ ሰው ይተካል።",
    "ratio": 0.8559322033898306,
    "legal_tokens": 118
  },
  {
    "priority": 10,
    "legal": "1250. የተቆጣጣሪ ዳኛውን እና የመልሶ ማደራጀት ኃላፊውን ስም ፤",
    "simplified": "የተቆጣጣሪ ዳኛውንና የመልሶ ማደራጀት ኃላፊውን ስም ማሳወቅ አለበት።",
    "ratio": 1.1485148514851484,
    "legal_tokens": 101
  },
  {
    "priority": 10,
    "legal": "1261. ተቆጣጣሪ ዳኛው፡- ሀ) ለዕዳ ማስያዣነት የዋለ ንብረቶች በባለዕዳው ይዞታ ውስጥ ካልሆኑ ፤",
    "simplified": "ተቆጣጣሪ ዳኛው ማስያዣ የሆኑ ንብረቶች በባለዕዳው እጅ ከሌሉ ውሳኔ መስጠት ይችላል።",
    "ratio": 0.9210526315789473,
    "legal_tokens": 152
  },
  {
    "priority": 10,
    "legal": "1276. ሏ) የመንግስትን የመቆጣጠር ሥልጣን ለማስፈጸም የሚደረጉ ሥነ ሥርዓቶች ፤",
    "simplified": "የመንግሥት ቁጥጥርን ለማስፈጸም በሚደረጉ ሂደቶች ላይ ተጽዕኖ አይኖረውም።",
    "ratio": 0.984251968503937,
    "legal_tokens": 127
  },
  {
    "priority": 10,
    "legal": "1285. ይህ የጊዜ ገደብ ልዩ ሁኔታዎች ሲያጋጥሙ በተቆጣጣሪ ዳኛው ሊራዘም ይችላል ።",
    "simplified": "ይህ የጊዜ ገደብ በአስገዳጅ ሁኔታዎች ምክንያት በዳኛው ሊራዘም ይችላል።",
    "ratio": 0.916030534351145,
    "legal_tokens": 131
  },
  {
    "priority": 10,
    "legal": "1291. ፭፻፳፬ የንግድ ሕግ ለ) የታክስ እና ቀረጥ ክፍያ የሚጠይቁ የመንግስት አካላት ፤",
    "simplified": "ግብር የሚጠይቁ የመንግሥት መሥሪያ ቤቶች ማመልከቻ ማቅረብ አያስፈልጋቸውም።",
    "ratio": 0.9411764705882353,
    "legal_tokens": 136
  },
  {
    "priority": 10,
    "legal": "1306. ውሳኔ እንዲሰጥባቸው ሕጋዊ ሥልጣን ሊለው ፍርድ ቤት ይተላለፋል ፤",
    "simplified": "ጉዳዩ ውሳኔ እንዲያገኝ ወደሚመለከተው ፍርድ ቤት ይተላለፋል።",
    "ratio": 0.9035087719298246,
    "legal_tokens": 114
  },
  {
    "priority": 10,
    "legal": "1222. እንዲሁም ፍርዱ ወዲያውኑ ተፈፃሚ ይሆናል ።",
    "simplified": "እንዲሁም ፍርዱ ወዲያውኑ ተግባራዊ ይደረጋል።",
    "ratio": 0.9871794871794872,
    "legal_tokens": 78
  },
  {
    "priority": 10,
    "legal": "1225. ጉዳዮች በሚኖሩበት ጊዜ ፍርድ ቤቱ ሁለት መልሶ የማደራጀት ኃላፊዎችን ሊሾም ይችላል ፤",
    "simplified": "አስፈላጊ ሆኖ ሲገኝ ፍርድ ቤቱ ሁለት መልሶ የማደራጀት ኃላፊዎችን ሊሾም ይችላል።",
    "ratio": 0.9115646258503401,
    "legal_tokens": 147
  },
  {
    "priority": 10,
    "legal": "1226. ፍርድ ቤቱ ባለዕዳው ያቀረበውን ሰው ሊሾም ይችላል ።",
    "simplified": "ፍርድ ቤቱ ባለዕዳው የጠቆመውን ሰው ሊሾም ይችላል።",
    "ratio": 0.9239130434782609,
    "legal_tokens": 92
  },
  {
    "priority": 10,
    "legal": "1227. / ብዙ ኃላፊዎች በሚሾሙበት ጊዜ ፍርድ ቤቱ በተናጠል እንዳንቀሳቀሱ ካልፈቀደሊቸው በስተቀር በጋራ ይንቀሳቀሳለ ።",
    "simplified": "ብዙ ኃላፊዎች ሲሾሙ፣ ፍርድ ቤቱ ለብቻ እንዲሠሩ ካልፈቀደላቸው በቀር ሥራቸውን በጋራ ማከናወን አለባቸው።",
    "ratio": 0.9114583333333334,
    "legal_tokens": 192
  },
  {
    "priority": 10,
    "legal": "1234. ተቆጣጣሪዎች የሁሉንም ገንዘብ ጠያቂዎች አጠቃላይ ጥቅም ያስጠብቃለ ፤",
    "simplified": "ተቆጣጣሪዎች የሁሉንም ገንዘብ ጠያቂዎች የጋራ ጥቅም ማስጠበቅ አለባቸው።",
    "ratio": 1.0,
    "legal_tokens": 122
  },
  {
    "priority": 10,
    "legal": "1239. እንዲሁም ይህን ድንጋጌ የጣሰው ተቆጣጣሪ ተሸሮ በሌላ ሰው ይተካል ።",
    "simplified": "እንዲሁም ሕጉን የጣሰው ተቆጣጣሪ ተነስቶ በሌላ ሰው ይተካል።",
    "ratio": 0.8559322033898306,
    "legal_tokens": 118
  },
  {
    "priority": 10,
    "legal": "1250. የተቆጣጣሪ ዳኛውን እና የመልሶ ማደራጀት ኃላፊውን ስም ፤",
    "simplified": "የተቆጣጣሪ ዳኛውንና የመልሶ ማደራጀት ኃላፊውን ስም ማሳወቅ አለበት።",
    "ratio": 1.1485148514851484,
    "legal_tokens": 101
  },
  {
    "priority": 10,
    "legal": "1261. ተቆጣጣሪ ዳኛው፡- ሀ) ለዕዳ ማስያዣነት የዋለ ንብረቶች በባለዕዳው ይዞታ ውስጥ ካልሆኑ ፤",
    "simplified": "ተቆጣጣሪ ዳኛው ማስያዣ የሆኑ ንብረቶች በባለዕዳው እጅ ከሌሉ ውሳኔ መስጠት ይችላል።",
    "ratio": 0.9210526315789473,
    "legal_tokens": 152
  },
  {
    "priority": 10,
    "legal": "1276. ሏ) የመንግስትን የመቆጣጠር ሥልጣን ለማስፈጸም የሚደረጉ ሥነ ሥርዓቶች ፤",
    "simplified": "የመንግሥት ቁጥጥርን ለማስፈጸም በሚደረጉ ሂደቶች ላይ ተጽዕኖ አይኖረውም።",
    "ratio": 0.984251968503937,
    "legal_tokens": 127
  },
  {
    "priority": 10,
    "legal": "1285. ይህ የጊዜ ገደብ ልዩ ሁኔታዎች ሲያጋጥሙ በተቆጣጣሪ ዳኛው ሊራዘም ይችላል ።",
    "simplified": "ይህ የጊዜ ገደብ በአስገዳጅ ሁኔታዎች ምክንያት በዳኛው ሊራዘም ይችላል።",
    "ratio": 0.916030534351145,
    "legal_tokens": 131
  },
  {
    "priority": 10,
    "legal": "1291. ፭፻፳፬ የንግድ ሕግ ለ) የታክስ እና ቀረጥ ክፍያ የሚጠይቁ የመንግስት አካላት ፤",
    "simplified": "ግብር የሚጠይቁ የመንግሥት መሥሪያ ቤቶች ማመልከቻ ማቅረብ አያስፈልጋቸውም።",
    "ratio": 0.9411764705882353,
    "legal_tokens": 136
  },
  {
    "priority": 10,
    "legal": "1306. ውሳኔ እንዲሰጥባቸው ሕጋዊ ሥልጣን ሊለው ፍርድ ቤት ይተላለፋል ፤",
    "simplified": "ጉዳዩ ውሳኔ እንዲያገኝ ወደሚመለከተው ፍርድ ቤት ይተላለፋል።",
    "ratio": 0.9035087719298246,
    "legal_tokens": 114
  },
  {
    "priority": 10,
    "legal": "1463. እንደዚህ ባለው ነጋዳ ላይ፡- ሀ) በአንድ ገንዘብ ጠያቂ ፤",
    "simplified": "በእንደዚህ ዓይነት ነጋዴ ላይ፦ ሀ) በአንድ ገንዘብ ጠያቂ አቅራቢነት፤",
    "ratio": 1.1734693877551021,
    "legal_tokens": 98
  },
  {
    "priority": 10,
    "legal": "1464. ለ) በዐቃቤ ሕግ ፤",
    "simplified": "ለ) በዐቃቤ ሕግ አማካኝነት፤",
    "ratio": 1.3428571428571427,
    "legal_tokens": 35
  },
  {
    "priority": 10,
    "legal": "1465. ወይም ሏ) ፍርድ ቤቱ በራሱ ሥልጣን ፤",
    "simplified": "ወይም ሐ) ፍርድ ቤቱ በራሱ ሥልጣን፤",
    "ratio": 0.8923076923076924,
    "legal_tokens": 65
  },
  {
    "priority": 10,
    "legal": "1472. ውሳኔው ወዲያውኑ ተፈፃሚ ይሆናል ።",
    "simplified": "ውሳኔው ወዲያውኑ ተግባራዊ መደረግ አለበት።",
    "ratio": 1.1384615384615384,
    "legal_tokens": 65
  },
  {
    "priority": 10,
    "legal": "1475. የመክሰር ንብረት ጠባቂዎቹ በዚህ አንቀጽ ንዑስ አንቀጽ (1) (መ) በተመለከተው ጉዳይ ዳኝነት ውስጥ አይቀርብም ።",
    "simplified": "የመክሰር ንብረት ጠባቂዎች በዚህ አንቀጽ ንዑስ አንቀጽ 1 (መ) በተጠቀሰው የዳኝነት ጉዳይ ውስጥ አይሳተፉም።",
    "ratio": 0.9513513513513514,
    "legal_tokens": 185
  },
  {
    "priority": 10,
    "legal": "1479. 66 ውስጥ የተመለከተው ሥልጣን ይኖረዋል ።",
    "simplified": "በአንቀጽ 606 ላይ የተጠቀሰው ሥልጣን ይኖረዋል።",
    "ratio": 1.0129870129870129,
    "legal_tokens": 77
  },
  {
    "priority": 10,
    "legal": "1488. ሆኖም ተቆጣጣሪ ዳኛው ፭፻፹፭ የንግድ ሕግ ከፈቀደለት ለአንዳንድ ሥራ በተለየ ሥልጣኑን ለገለለተኛ ባለሞያዎች ሊያስተላለፍ ይችላል ።",
    "simplified": "የንግድ ሕግ ቁጥር 585፤ ተቆጣጣሪ ዳኛው ከፈቀደ ግን ንብረት ጠባቂው ለተወሰኑ ሥራዎች ሥልጣኑን ለገለልተኛ ባለሙያዎች ሊሰጥ ይችላል።",
    "ratio": 0.9646017699115044,
    "legal_tokens": 226
  },
  {
    "priority": 10,
    "legal": "1490. ተቆጣጣሪ ዳኛውም በተቃውሞው ላይ በሦስት ቀናት ውስጥ ውሳኔ መስጠት ይኖርበታል ።",
    "simplified": "ተቆጣጣሪ ዳኛው በቀረበው መቃወሚያ ላይ በ 3 ቀናት ውስጥ ውሳኔ መስጠት አለበት።",
    "ratio": 0.9285714285714286,
    "legal_tokens": 140
  },
  {
    "priority": 10,
    "legal": "1498. ለ) በባለዕዳው የተዘጋጁ መግለጫዎችን ፤",
    "simplified": "ለ) ባለዕዳው ያቀረባቸውን መግለጫዎች፤",
    "ratio": 0.9027777777777778,
    "legal_tokens": 72
  },
  {
    "priority": 10,
    "legal": "1501. የገንዘብ ጠያቂዎች ኮሚቴው የከሰረውን ሰውንብረት ጠባቂ ይቆጣጠራል ።",
    "simplified": "የገንዘብ ጠያቂዎች ኮሚቴው የንብረት ጠባቂውን ሥራ ይከታተላል።",
    "ratio": 0.8688524590163934,
    "legal_tokens": 122
  },
  {
    "priority": 10,
    "legal": "1527. ለ) ሥራው እንዳቀጠለ የተፈቀደ እንደሆነ ለንግዱ ወይም ለሥራው መካሄድ በሚያገለግለት ዕቃዎች ።",
    "simplified": "ለ) የንግድ ሥራው እንዲቀጥል ከተፈቀደ፣ ለሥራው የሚያስፈልጉ ዕቃዎች ከእሽግ ሊነሱ ይችላሉ።",
    "ratio": 0.9386503067484663,
    "legal_tokens": 163
  },
  {
    "priority": 10,
    "legal": "1530. እንዲሁም ሰነድቹና መዝገቦቹ የሚገኙበትን ሁኔታ ያመለክታለ ።",
    "simplified": "እንዲሁም ሰነዶቹ በምን ሁኔታ ላይ እንዳሉ መግለጽ አለበት።",
    "ratio": 0.8990825688073395,
    "legal_tokens": 109
  },
  {
    "priority": 10,
    "legal": "1531. የመክፈያ ጊዜያቸው አጭር የሆኑትን ፤",
    "simplified": "የመክፈያ ጊዜያቸው አጭር የሆኑ ሰነዶችን፤",
    "ratio": 1.0441176470588236,
    "legal_tokens": 68
  },
  {
    "priority": 10,
    "legal": "1535. የከሰረው ሰው ደብዳቤዎችን በማስተላለፍ ረገድ የከሰረውን ሰው ንብረት ጠባቂ መርዳት አለበት ፤",
    "simplified": "ባለዕዳው ደብዳቤዎቹን ለንብረት ጠባቂው በማስተላለፍ በኩል የመተባበር ግዴታ አለበት።",
    "ratio": 0.8888888888888888,
    "legal_tokens": 162
  },
  {
    "priority": 10,
    "legal": "1538. የከሰረው ሰው ንብረት ጠባቂ የከሰረው ሰው የግለ ያልሆነ የኢሜይል መለያ እንዲከፍት ይፈቀድለታል ፤",
    "simplified": "ንብረት ጠባቂው ከሥራ ጋር የተያያዙ የባለዕዳውን የኢሜይል መልዕክቶች የማየት ፈቃድ አለው።",
    "ratio": 0.8994082840236687,
    "legal_tokens": 169
  },
  {
    "priority": 10,
    "legal": "1546. የከሰረው ሰው ንብረት ጠባቂ የዕቃ ዝርዝር መዝገቡን ዋና ቅጂው ይይዛል ።",
    "simplified": "ንብረት ጠባቂው የንብረት ዝርዝር መዝገቡን ዋናውን ቅጂ መያዝ አለበት።",
    "ratio": 0.936,
    "legal_tokens": 125
  },
  {
    "priority": 10,
    "legal": "1555. ንብረት ጠባቂውም መረከቡን በዚሁ የዕቃ ።",
    "simplified": "ንብረት ጠባቂው ንብረቶቹን መረከቡን በመዝገቡ ላይ ያረጋግጣል።",
    "ratio": 1.4133333333333333,
    "legal_tokens": 75
  },
  {
    "priority": 10,
    "legal": "1564. ሞግዚቱ የንግድ ሥራውን ለመስራት አስፈላጊ የሆኑት ሥልጣናት ይኖሩታለ ፤",
    "simplified": "የተመደበው ሥራ አስኪያጅ የንግድ ሥራውን ለማካሄድ አስፈላጊው ሥልጣን ይኖረዋል።",
    "ratio": 1.0714285714285714,
    "legal_tokens": 126
  },
  {
    "priority": 10,
    "legal": "1584. ለ) በአደራ የተቀመጡ ወይም ለሽያጭ የቀረቡ ዕቃዎች ፤",
    "simplified": "በአደራ የተቀመጡ ወይም ለሽያጭ የቀረቡ ዕቃዎችም ተመላሽ ሊሆኑ ይችላሉ።",
    "ratio": 1.2903225806451613,
    "legal_tokens": 93
  },
  {
    "priority": 10,
    "legal": "1585. ሏ) ባለሀብትነታቸው እንደተጠበ ሆኖ የተሸጡ ዕቃዎች ፤",
    "simplified": "የባለቤትነት መብታቸው ሳይተላለፍ የተሸጡ ዕቃዎችም ይመለሳሉ።",
    "ratio": 1.105263157894737,
    "legal_tokens": 95
  },
  {
    "priority": 10,
    "legal": "1589. ወለደ እና ቅጣቶቹ እንደ የቅድመ-መክሰር የገንዘብ ጥያቄዎች ይቆጠራል ፤",
    "simplified": "ወለድና ቅጣቶቹ ከመክሰር በፊት እንደነበሩ የገንዘብ ጥያቄዎች ተደርገው ይወሰዳሉ።",
    "ratio": 1.1129032258064515,
    "legal_tokens": 124
  },
  {
    "priority": 10,
    "legal": "1590. እንዲሁም በመክሰር ሥነ ሥርዓት ውስጥም እንደዚያ ይቀርባል ።",
    "simplified": "በመክሰር ሂደት ውስጥም እንደማንኛውም የገንዘብ ጥያቄ ይስተናገዳሉ።",
    "ratio": 1.074766355140187,
    "legal_tokens": 107
  },
  {
    "priority": 10,
    "legal": "1616. የከሰረው ሰው ንብረት ጠባቂ መልሶ የማደራጀት ኃላፊው ሥልጣናት ይኖሩታለ ።",
    "simplified": "የንብረት ጠባቂው መልሶ የማደራጀት ሥራ አስኪያጅ ያለው ዓይነት ሥልጣን ይኖረዋል።",
    "ratio": 1.0461538461538462,
    "legal_tokens": 130
  },
  {
    "priority": 10,
    "legal": "1628. በተለይም የከሰረው ሰው ንብረት ጠባቂ በኪሳራ ።",
    "simplified": "በተለይም የንብረት ጠባቂው በኪሳራ ሂደቱ ውስጥ ተገቢውን ተግባር ያከናውናል።",
    "ratio": 1.5176470588235293,
    "legal_tokens": 85
  },
  {
    "priority": 10,
    "legal": "1649. የከሰረው ሰው ንብረት ጠባቂ ገንዘቡ ።",
    "simplified": "የንብረት ጠባቂው ገንዘቡን በአግባቡ ማስተዳደር አለበት።",
    "ratio": 1.391304347826087,
    "legal_tokens": 69
  },
  {
    "priority": 10,
    "legal": "1654. ከሽያጩ የሚገኘው ገንዘብ ።",
    "simplified": "ከንብረቱ ሽያጭ የሚገኘው ገንዘብ ለአበዳሪዎች መከፋፈል አለበት።",
    "ratio": 2.0961538461538463,
    "legal_tokens": 52
  },
  {
    "priority": 10,
    "legal": "1655. በዚህ ምዕራፍ ድንጋጌዎች መሰረት ይከፋፈላል ።",
    "simplified": "ገንዘቡ በዚህ ሕግ በተቀመጠው መሠረት ይከፋፈላል።",
    "ratio": 1.0,
    "legal_tokens": 84
  },
  {
    "priority": 10,
    "legal": "1658. የሽያጩን መንገድ በተቆጣጣሪ ዳኛው ያስጸድቃል ።",
    "simplified": "የሽያጩ ዘዴ በተቆጣጣሪ ዳኛው መጽደቅ አለበት።",
    "ratio": 0.896551724137931,
    "legal_tokens": 87
  },
  {
    "priority": 10,
    "legal": "1660. የሽያጩን መንገድ በተቆጣጣሪ ዳኛው ያስጸድቃል ።",
    "simplified": "ይህ የሽያጭ መንገድም በተቆጣጣሪ ዳኛው መጽደቅ አለበት።",
    "ratio": 1.0804597701149425,
    "legal_tokens": 87
  },
  {
    "priority": 10,
    "legal": "1684. የሚበቃ ንብረት ባለመኖሩ ፤",
    "simplified": "ወይም የሚከፈል ንብረት ባለመኖሩ ነው፤",
    "ratio": 1.25,
    "legal_tokens": 52
  },
  {
    "priority": 10,
    "legal": "1685. ከንብረቱ የሚፈለግ ዕዳ ባለመኖሩ ።",
    "simplified": "ወይም ደግሞ የሚጠየቅ ዕዳ ከሌለ የመክሰር ሂደቱ ይዘጋል።",
    "ratio": 1.4615384615384615,
    "legal_tokens": 65
  },
  {
    "priority": 10,
    "legal": "1691. የከሰረው ሰው ንብረት ጠባቂም ።",
    "simplified": "ለንብረት ጠባቂውም አስፈላጊው መረጃ እንዲደርሰው ይደረጋል።",
    "ratio": 1.728813559322034,
    "legal_tokens": 59
  },
  {
    "priority": 10,
    "legal": "1692. አቤቱታው እና ሰነድቹ እንዲደርሱት ይደረጋል ፡፡",
    "simplified": "ማመልከቻውና ማስረጃዎቹ ለሚመለከታቸው አካላት እንዲደርሱ ይደረጋል።",
    "ratio": 1.3448275862068966,
    "legal_tokens": 87
  },
  {
    "priority": 10,
    "legal": "1694. መልኩ የባለዕዳውን ከንግድ መዝገብ መሰረዝን አያስከትለም ።",
    "simplified": "ይህ ሂደት ባለዕዳው ከንግድ መዝገብ እንዲሰረዝ አያደርገውም።",
    "ratio": 0.9716981132075472,
    "legal_tokens": 106
  },
  {
    "priority": 10,
    "legal": "1699. እንደሆነ ብቻ ነው ።",
    "simplified": "ተጠያቂነቱ የሚመጣው በእነዚህ ሁኔታዎች ብቻ ነው።",
    "ratio": 2.1,
    "legal_tokens": 40
  },
  {
    "priority": 10,
    "legal": "1726. ባለፈት ሦስት ዓመታት ውስጥ የመክሰር ወይም ቀላል የመክሰር ሥነ ሥርዓት ለመክፈት አቤቱታ አቅርቦ ካልነበረ ፤",
    "simplified": "ባለፉት 3 ዓመታት ውስጥ የመክሰር ወይም ቀላል የመክሰር ሂደት እንዲጀመር ጥያቄ አቅርቦ የማያውቅ ከሆነ።",
    "ratio": 0.9193548387096774,
    "legal_tokens": 186
  },
  {
    "priority": 10,
    "legal": "1727. ቀሪ ያልታወቁ ዕዳዎችን ጨምሮ ከዕዳዎቹ ሁሉ ነጻ ይሆናል ።",
    "simplified": "ያልታወቁ ቀሪ ዕዳዎችን ጨምሮ ከሁሉም ዕዳዎቹ ነፃ ይሆናል።",
    "ratio": 0.9607843137254902,
    "legal_tokens": 102
  },
  {
    "priority": 10,
    "legal": "1745. !/“አስጊ ሕንፃ” ማለት ግንባታው የአገልግሎት ዘመኑ የተጠናቀቀ ወይም አገልግሎት መስጠት የማይችል መሆኑ የተረጋገጠ ህንጻ ነው ፡፡",
    "simplified": "“አስጊ ሕንፃ” ማለት አገልግሎት የመስጠት ዘመኑ ያለቀበት ወይም ለአገልግሎት የማይበቃ መሆኑ የተረጋገጠ ሕንፃ ነው።",
    "ratio": 0.8738738738738738,
    "legal_tokens": 222
  },
  {
    "priority": 10,
    "legal": "1754. \" “ሰው” ማለት የተፈጥሮ ሰው ወይም በሕግ የሰውነት መብት የተሰጠው አካል ነው ፡፡",
    "simplified": "“ሰው” ማለት ማንኛውም ግለሰብ ወይም በሕግ የሰውነት መብት የተሰጠው ድርጅት ነው።",
    "ratio": 0.9785714285714285,
    "legal_tokens": 140
  },
  {
    "priority": 10,
    "legal": "1755. \"በዚህ አዋጅ ውስጥ በወንድ ፆታ የተገለጸው የሴትንም ፆታ ያካትታል ፡፡",
    "simplified": "በዚህ አዋጅ ውስጥ በወንድ ጾታ የተገለጹ ቃላት ሴትንም ይጨምራሉ።",
    "ratio": 0.8852459016393442,
    "legal_tokens": 122
  },
  {
    "priority": 10,
    "legal": "1760. ለ) ለህዝብ ደህንነትና ጤንነት አስጊ የሆኑ ህንፃዎች ለማስተካከል ወይም እንደአስፈላጊነቱ ለማፍረስ ፤",
    "simplified": "ለ) ለሕዝብ ደኅንነት አስጊ የሆኑ ሕንፃዎችን ለማስተካከል ወይም ለማፍረስ በሚወሰዱ እርምጃዎች ላይ ተፈጻሚ ይሆናል።",
    "ratio": 1.0971428571428572,
    "legal_tokens": 175
  },
  {
    "priority": 10,
    "legal": "1767. በስህተት በፀድቆ ዲዛይን መሰረት የተገነባ ህንፃ ፤",
    "simplified": "በስህተት የጸደቀ ዲዛይን ሲኖር ማስተካከያ ያደርጋል።",
    "ratio": 0.989010989010989,
    "legal_tokens": 91
  },
  {
    "priority": 10,
    "legal": "1841. በየህንፃ ምድቡ የሚያዘው የዋስትና መጠንና አቀራረብ፣ የዋስትና ሰጪ አካላት ኃላፊነት ይህን አዋጅ ለማስፈፀም በሚወጣው ደንብ ይወሰናል ፡፡",
    "simplified": "በየህንፃው ዓይነት የሚጠየቀው የዋስትና መጠን፣ አቀራረቡ እና ዋስትና የሚሰጡ አካላት ተጠያቂነት ይህን አዋጅ ለማስፈጸም በሚወጣው ደንብ ይወሰናል።",
    "ratio": 1.0381355932203389,
    "legal_tokens": 236
  },
  {
    "priority": 10,
    "legal": "1844. ዝርዝሩ ይህን አዋጅ ለማስፈፀም 1 በሚወጣው ደንብ ይወሰናል ፡፡",
    "simplified": "ዝርዝር ሁኔታው ይህን አዋጅ ለማስፈጸም በሚወጣው ደንብ መሠረት ይወሰናል።",
    "ratio": 1.128440366972477,
    "legal_tokens": 109
  },
  {
    "priority": 10,
    "legal": "1846. ዝርዝሩ ይህንን አዋጅ ለማስፈፀም በሚወጣው ደንብ ይወሰናል ፡፡",
    "simplified": "የዚህ አፈጻጸም ዝርዝር ይህን አዋጅ ለማስፈጸም በሚወጣው ደንብ ይወሰናል።",
    "ratio": 1.1181818181818182,
    "legal_tokens": 110
  },
  {
    "priority": 10,
    "legal": "1850. “የተፋጠነ ዝውውር” ማለት ፈጣን የአእምሮ እድገትና የመማር ችሎታ ያላቸው ተማሪዎች የትምህርት ካላንደሩን ሳይጠብቅ የሚደረግ የክፍል ክፍል ዝውውር ነው ፡፡",
    "simplified": "“የተፋጠነ ዝውውር” ማለት የመማር ብቃታቸው ከፍተኛ የሆኑ ተማሪዎች መደበኛውን የትምህርት ጊዜ ሳይጠብቁ ከአንድ ክፍል ወደ ሌላ ክፍል የሚዘዋወሩበት አሠራር ነው።",
    "ratio": 1.0150943396226415,
    "legal_tokens": 265
  },
  {
    "priority": 10,
    "legal": "1851. በንዑስ አንቀጽ ፪ ላይ የተመለከተው ቢኖርም ይህን አላሟላህም ተብሎ ተማሪው ከትምህርት ገበታው እንዳለይ ማድረግ አይቻልም ፡፡",
    "simplified": "በንዑስ አንቀጽ 2 ላይ የተገለጸው ቢኖርም፣ አንድን ተማሪ መስፈርት አላሟላህም በሚል ምክንያት ከትምህርቱ ማግለል አይቻልም።",
    "ratio": 0.9579439252336449,
    "legal_tokens": 214
  },
  {
    "priority": 10,
    "legal": "1855. ፲፰ሺ፩፻፵ መንግሥታዊ ባልሆኑ ትምህርት ቤቶች ለሚደረግ የትምህርትና ሌሎች ተጓዳኝ ክፍያዎች ሁሉ ሕጋዊ ደረሰኝ ይሰጣል ፡፡",
    "simplified": "መንግሥታዊ ባልሆኑ ትምህርት ቤቶች ለሚከፈል ለማንኛውም ዓይነት የትምህርት አገልግሎት ሕጋዊ ደረሰኝ መሰጠት አለበት።",
    "ratio": 0.9333333333333333,
    "legal_tokens": 210
  },
  {
    "priority": 10,
    "legal": "1857. እድሜያቸው አራት አመት የሞላቸው ሕፃናት የቅድመ አንደኛ ደረጃ ትምህርት በሌሎች አማራጮች እንዲማሩ ይደረጋል ፡፡",
    "simplified": "ዕድሜያቸው 4 ዓመት የሆናቸው ሕፃናት በሌሎች አማራጭ መንገዶች የቅድመ አንደኛ ደረጃ ትምህርት እንዲያገኙ ይደረጋል።",
    "ratio": 0.9896907216494846,
    "legal_tokens": 194
  },
  {
    "priority": 10,
    "legal": "1860. ከ፯-፲፪ አመት የሆናቸው ሕፃናት በተለያዩ ምክንያቶች የቅድመ አንደኛ ደረጃ ትምህርት ባይከታተሊም አንደኛ ክፍል ገብተው እንዲማሩ ይደረጋል ፡፡",
    "simplified": "ዕድሜያቸው ከ 7 እስከ 12 ዓመት የሆኑ ሕፃናት የቅድመ አንደኛ ደረጃ ትምህርት ባይማሩም እንኳ በቀጥታ አንደኛ ክፍል ገብተው እንዲማሩ ይደረጋል።",
    "ratio": 0.9588477366255144,
    "legal_tokens": 243
  },
  {
    "priority": 10,
    "legal": "1864. በሌሎች ሁኔታዎች የተማሪው የትምህርት ቤት መግቢያ ዕድሜ በወላጁ ወይም በአሳዳጊው በሚሰጥ የቃለ መሐላ ማረጋገጫ ይታወቃል ፡፡",
    "simplified": "የልደት ምስክር ወረቀት በሌለበት ሁኔታ የተማሪው ዕድሜ በወላጅ ወይም በአሳዳጊ በሚሰጥ የቃለ መሐላ ማረጋገጫ ይታወቃል።",
    "ratio": 0.9252336448598131,
    "legal_tokens": 214
  },
  {
    "priority": 10,
    "legal": "1868. በዚህ አዋጅ አንቀጽ ፺ ንዑስ አንቀጽ ፫ የተደነገገው እንደተጠበቀ ሆኖ ፤",
    "simplified": "በዚህ አዋጅ አንቀጽ 90 ንዑስ አንቀጽ 3 የተጠቀሰው እንደተጠበቀ ሆኖ፤",
    "ratio": 0.896,
    "legal_tokens": 125
  },
  {
    "priority": 10,
    "legal": "1869. ወጣት ጥፋተኛውም የእርማት ጊዜውን ከጨረሰ በኋላ ወደትምህርት ቤት የመግባት መብት አለው ፡፡",
    "simplified": "ወጣት ጥፋተኛ የሆነ ሰው የእርማት ጊዜውን ካጠናቀቀ በኋላ ወደ ትምህርት ቤት የመመለስ መብት አለው።",
    "ratio": 1.0314465408805031,
    "legal_tokens": 159
  },
  {
    "priority": 10,
    "legal": "1872. የአንደኛ ደረጃና የመካከለኛ ደረጃ ትምህርት እንዳከታተል የማድረግ ፤",
    "simplified": "ልጁ የአንደኛ እና የመካከለኛ ደረጃ ትምህርቱን እንዲከታተል የማድረግ ግዴታ አለባቸው።",
    "ratio": 1.1885245901639345,
    "legal_tokens": 122
  },
  {
    "priority": 10,
    "legal": "1875. ፲፱. የመንግሥት ትምህርት ቤት ተግባርና ኃላፊነት በቅድመ አንደኛ ደረጃ ፤",
    "simplified": "የመንግሥት ትምህርት ቤት በቅድመ አንደኛ ደረጃ የሚከተሉት ተግባራትና ግዴታዎች ይኖሩታል።",
    "ratio": 1.1796875,
    "legal_tokens": 128
  },
  {
    "priority": 10,
    "legal": "1882. የግብረገብነት ትምህርት በአንደኛ ደረጃ በመሠረታዊ ትምህርትነት ፤",
    "simplified": "የግብረገብነት ትምህርት በአንደኛ ደረጃ እንደ መሠረታዊ ትምህርት ይሰጣል።",
    "ratio": 1.0593220338983051,
    "legal_tokens": 118
  },
  {
    "priority": 10,
    "legal": "1899. የበዓል ቀናትን ሳይጨምር በአንድ ሳምንት አምስት የትምህርት ቀናት ይኖራል ፡፡",
    "simplified": "በዓላትን ሳይጨምር በሳምንት ውስጥ አምስት የትምህርት ቀናት ይኖራሉ።",
    "ratio": 0.8529411764705882,
    "legal_tokens": 136
  },
  {
    "priority": 10,
    "legal": "1909. ዝርዝሩ ሚኒስቴሩ በሚያወጣው መመሪያ ይወሰናል ፡፡",
    "simplified": "የአፈጻጸም ዝርዝሩ በሚኒስቴሩ መመሪያ ይወሰናል።",
    "ratio": 0.9222222222222223,
    "legal_tokens": 90
  },
  {
    "priority": 10,
    "legal": "1912. በየደረጃው ላሊ አካላትም አስፈላጊውን የቴክኒክ ድጋፍ ያደርጋል ፡፡",
    "simplified": "ለሚመለከታቸው አካላት ሁሉ አስፈላጊውን የሙያ ድጋፍ ይሰጣል።",
    "ratio": 0.865546218487395,
    "legal_tokens": 119
  },
  {
    "priority": 10,
    "legal": "1936. ለሚመለከተው አካልም ሪፖርት ያደርጋል ፡፡",
    "simplified": "ለሚመለከተው አካልም ሪፖርት ያቀርባል።",
    "ratio": 0.8701298701298701,
    "legal_tokens": 77
  },
  {
    "priority": 10,
    "legal": "1941. ተቆጣጣሪዎች ሥራቸውን በሚያካሂዱ ጊዜም የመተባበር ግዴታ አለባቸው ፡፡",
    "simplified": "ቁጥጥር በሚደረግበት ጊዜ ትምህርት ቤቶች የመተባበር ግዴታ አለባቸው።",
    "ratio": 0.928,
    "legal_tokens": 125
  },
  {
    "priority": 10,
    "legal": "1959. እስከ አንደኛ ደረጃ ማጠናቀቂያ (፮ኛ ክፍል) ተማሪዎችን በደረጃ ማስቀመጥ የተከለከለ ነው ፡፡",
    "simplified": "እስከ ስድስተኛ ክፍል ድረስ ተማሪዎችን በደረጃ (ደረጃ ማውጣት) መመደብ አይፈቀድም።",
    "ratio": 0.8734177215189873,
    "legal_tokens": 158
  },
  {
    "priority": 10,
    "legal": "1961. አንኳር የትምህርት ዓይነቶች ዝቅተኛ የማለፊያ ውጤትን ጨምሮ ሚኒስቴሩ ዝርዝር መመሪያ ያወጣል ፡፡",
    "simplified": "ሚኒስቴሩ ስለ መሠረታዊ የትምህርት ዓይነቶች ዝቅተኛ የማለፊያ ውጤት ዝርዝር መመሪያ ያወጣል።",
    "ratio": 0.9226190476190477,
    "legal_tokens": 168
  },
  {
    "priority": 10,
    "legal": "1965. ዝርዝሩ ሚኒስቴሩ እና ክልሎች በሚያወጡት መመሪያ ይወሰናል ፡፡",
    "simplified": "ዝርዝር አፈጻጸሙ ሚኒስቴሩና ክልሎች በሚያወጡት መመሪያ ይወሰናል።",
    "ratio": 1.018181818181818,
    "legal_tokens": 110
  },
  {
    "priority": 10,
    "legal": "1967. ሚኒስቴሩ የ፲፪ኛ ክፍል ማጠናቀቂያ ፈተና የሚሰጥባቸውን የትምህርት ዓይነቶች ይወሰናል ፡፡",
    "simplified": "ለ 12ኛ ክፍል ማጠናቀቂያ ፈተና የሚቀርቡ የትምህርት ዓይነቶችን ሚኒስቴሩ ይወስናል።",
    "ratio": 0.8789808917197452,
    "legal_tokens": 157
  },
  {
    "priority": 10,
    "legal": "1972. ፈተናውን የማዘጋጀትና የማስተዳደር ሥራ በክልል ትምህርት ቢሮዎች ይከናወናል ፡፡",
    "simplified": "ፈተናውን የማዘጋጀትና የመምራት ሥራ በክልል ትምህርት ቢሮዎች ይከናወናል።",
    "ratio": 0.8865248226950354,
    "legal_tokens": 141
  },
  {
    "priority": 10,
    "legal": "1985. በሚመለከት ዝርዝሩ ቦርዱ በሚያወጣው መመሪያ ይወሰናል ።",
    "simplified": "ዝርዝር ሁኔታው ቦርዱ በሚያወጣው መመሪያ ይወሰናል።",
    "ratio": 0.87,
    "legal_tokens": 100
  },
  {
    "priority": 10,
    "legal": "1991. ቦርዱ አቤቱታው በደረሰው በ፴ የሥራ ቀናት ውስጥ ውሳኔ መስጠት አለበት ፡፡",
    "simplified": "ቦርዱ አቤቱታው በደረሰው በ 30 የሥራ ቀናት ውስጥ ውሳኔ መስጠት አለበት።",
    "ratio": 0.921875,
    "legal_tokens": 128
  },
  {
    "priority": 10,
    "legal": "1996. ከዚህ መገንዘብ እንደሚቻለው የፌዴራል ሰበር ሰሚ ችሎት አምስት",
    "simplified": "ከዚህ መረዳት እንደሚቻለው የፌዴራል ሰበር ሰሚ ችሎት አምስት፤",
    "ratio": 0.9454545454545454,
    "legal_tokens": 110
  },
  {
    "priority": 10,
    "legal": "2000. ከፍ ሲሌ በተጠቀሰዉ የሕግ ደንጋጌ አስገዳጅ",
    "simplified": "ከላይ በተጠቀሰው የሕግ ድንጋጌ መሠረት አስገዳጅ፤",
    "ratio": 1.0769230769230769,
    "legal_tokens": 78
  },
  {
    "priority": 8,
    "legal": "የንግድ መደብርን ስለማከራየት አንቀጽ ፩፻፶፮∙ የፍትሐ ብሔር ሕግ ተፈፃሚ ስለመሆኑ የንግድ መደብርን ማከራየት ይቻላል ።",
    "simplified": "በፍትሐ ብሔር ሕግ አንቀጽ 156 መሠረት የንግድ ሱቅን ማከራየት ይቻላል።",
    "ratio": 0.572139303482587,
    "legal_tokens": 201
  },
  {
    "priority": 8,
    "legal": "12. ፪፻፷፰ የንግድ ሕግ አንቀጽ 3(). የጉባኤው ድምፅ ቆጣሪዎች ፈቃደኛ ከሆኑ በባለአክሲዮንነትም ሆነ በወኪልነት ስም በጉባኤው ስብሰባ ላይ ከተገኙት ውስጥ ከፍተኛ ድርሻ ባላቸው አባላት መካከል በየሚደረግ በስምምነት የተወሰኑት ባለአክሲዮኖች ድምፅ ቆጣሪ ይሆናል ።",
    "simplified": "በንግድ ሕግ አንቀጽ 268 መሠረት፣ በስብሰባው ላይ ከተገኙት ከፍተኛ ድርሻ ካላቸው ባለአክሲዮኖች መካከል በስምምነት የተመረጡት ሰዎች የድምፅ ቆጣሪ ይሆናሉ።",
    "ratio": 0.5953488372093023,
    "legal_tokens": 430
  },
  {
    "priority": 8,
    "legal": "14. ፬፻ የንግድ ሕግ ርዕስ አስር የንግድ ማህበራት መዛመድ፣ መዋሃድና መከፋፈል ምዕራፍ አንድ የንግድ ማህበራት መቧደን አንቀጽ 5(). ቡድን፡ ትርጓሜ “ቡድን” ማለት የእናት ኩባንያ እና ተቃራኒ ድንጋጌ እስከላለ ድረስ በአገር ውስጥም ሆነ በውጭ አገር የተመዘገቡ የሁሉም ተቀጥሎዎቹ ማህበራት ስብስብ ነው ።",
    "simplified": "በንግድ ሕግ አንቀጽ 400 መሠረት፣ \"ቡድን\" ማለት የእናት ኩባንያ እና በአገር ውስጥም ሆነ በውጭ አገር የተመዘገቡ የእሱ ኩባንያዎች ስብስብ ነው።",
    "ratio": 0.4715447154471545,
    "legal_tokens": 492
  },
  {
    "priority": 8,
    "legal": "15. በገንዘብ ጠያቂው ላይ ያለት ውጤቶች አንቀጽ ፯፻፷፩∙ በተናጠል ክፍያ ለማስፈጸም የሚደረጉ ክርክሮች በጠቅላላ ስለመቋረጣቸው የዚህ አንቀጽ ንዑስ አንቀጽ (2) እስከ (6) ያለት ድንጋጌዎች እንደተጠበቁ ሆነው በዚህ ሕግ ከአንቀጽ 6(4) እስከ አንቀጽ 6(7) ያለት ድንጋጌዎች በኪሳራ ሥነ ሥርዓት ላይ ተፈፃሚነት ይኖራቸዋል ።",
    "simplified": "በዚህ ሕግ አንቀጽ 761 መሠረት፣ ለብቻቸው ክፍያ ለማስፈጸም የሚደረጉ ክርክሮች ስለሚቆሙባቸው ሁኔታዎች የተጠቀሱት ሕጎች በኪሳራ ሂደት ላይም ይሠራሉ።",
    "ratio": 0.48046875,
    "legal_tokens": 512
  },
  {
    "priority": 8,
    "legal": "17. የንግድ ሥራው ይቀጥል ወይስ አይቀጥል የሚለውን ለመወሰን እንዳረዳ ባለዕዳው በውል ሰነድ ያልተደነገጉትን ጨምሮ የተዋዋይ ወገኖችን ስም ዝርዝር፣ አደራሻ፣ መብቶች እና ግዴታዎች፣ የደንበኞችን ዝርዝር እና ሌሎች ግንኙነት ያላቸውን ሰነዶች ለከሠረው ንብረት ጠባቂ ያስረክባል ።",
    "simplified": "ሥራው እንዲቀጥል ወይም እንዲቆም ለመወሰን እንዲረዳ፣ ባለዕዳው የተዋዋይ ወገኖችን ስም፣ አድራሻ፣ መብትና ግዴታ እንዲሁም የደንበኞችን ዝርዝር ለንብረት ጠባቂው ማስረከብ አለበት።",
    "ratio": 0.6542669584245077,
    "legal_tokens": 457
  },
  {
    "priority": 8,
    "legal": "18. ከማህበሩ የመውጣት ውሳኔያቸውን በደብዳቤ ወይም ሌሎች አግባብነት ባላቸው ኤሌክትሮኒክ ዘዴዎች ለማህበሩ ዋና ሥራ አስኪያጅ ማሳወቅ ይኖርባቸዋል ።",
    "simplified": "አባላት ከማህበሩ ለመውጣት ሲወስኑ በደብዳቤ ወይም በኢሜይል ለዋና ሥራ አስኪያጁ ማሳወቅ አለባቸው።",
    "ratio": 0.6707317073170732,
    "legal_tokens": 246
  },
  {
    "priority": 8,
    "legal": "22. የዚህ አንቀጽ ንዑስ አንቀጽ (1) እና (2) ቢኖሩም ባለዕዳው በወንጀል ክርክር ውስጥ እንደ ፍትሐ ብሔር ከሳሽ ካሣ እንደማግኘት ያለ በእጅጉ ግላዊ የሆኑ መብቶቹን ሊጠቀም ይችላል ።",
    "simplified": "ምንም እንኳን የቀደሙት ሕጎች ቢኖሩም፣ ባለዕዳው እንደ ካሣ ክፍያ ያሉ ግላዊ መብቶቹን በወንጀል ክስ ሂደት ውስጥ መጠቀም ይችላል።",
    "ratio": 0.7395833333333334,
    "legal_tokens": 288
  },
  {
    "priority": 8,
    "legal": "26. በወረቀት የወጣ ስም የተጻፈበት አክሲዮን ባለቤትነትና ስለየሚተላለፍበት ሁኔታ በሌላ ሕግ በተለየ ሁኔታ ካልተደነገገ በስተቀር ስም የተጻፈበት አክሲዮን ባለቤት የሚሆነው በማህበሩ ዋና መሥሪያ ቤት በሚያዘው የባለአክሲዮኖች መዝገብ ውስጥ አክሲዮኑ በስሙ የተመዘገበ ሰው ነው ።",
    "simplified": "የአንድ አክሲዮን ባለቤት የሚባለው፣ በማህበሩ የባለአክሲዮኖች መዝገብ ላይ ስሙ ተመዝግቦ የሚገኝ ሰው ነው።",
    "ratio": 0.38949671772428884,
    "legal_tokens": 457
  },
  {
    "priority": 8,
    "legal": "27. ፍርድ ቤቱ መልሶ የማደራጀት ወይም የመክሰር ሥነ ሥርዓት ለመክፈት በሚሰጠው ፍርድ ውስጥ ምክንያታዊ የሆነውን ክፍያ ይወስናል ።",
    "simplified": "ፍርድ ቤቱ የመክሰር ወይም መልሶ የማደራጀት ሂደት ሲጀምር፣ ተገቢውን የክፍያ መጠን ይወስናል።",
    "ratio": 0.7323943661971831,
    "legal_tokens": 213
  },
  {
    "priority": 8,
    "legal": "28. በዚህ አንቀጽ ንዑስ አንቀጽ (1) የተመለከተውን መብት የአክሲዮኑ ግዢ ክፍት ሆኖ በሚቆይበት ፫፻፳፱ የንግድ ሕግ ጊዜ አክሲዮኖች ስለየሚተላለፍበት ሁኔታ በተደነገጉት ጠቅላላ ድንጋጌዎች መሰረት ለመሸጥ ወይም ለማስተላለፍ ይቻላል ።",
    "simplified": "አክሲዮን የመግዛት መብትን፣ አክሲዮን ለመሸጥ ወይም ለማስተላለፍ በተቀመጡት የንግድ ሕግ አንቀጽ 329 ደንቦች መሠረት መጠቀም ይቻላል።",
    "ratio": 0.5789473684210527,
    "legal_tokens": 380
  },
  {
    "priority": 8,
    "legal": "30. ምልዓተ-ጉባኤ እና የድምፅ ብልጫ ፪፻፹፰ የንግድ ሕግ በመጀመሪያው የመደበኛ ጠቅላላ ጉባኤ ጥሪ ድምፅ የመስጠት መብት ካላቸው አክሲዮኖች ውስጥ ቢያንስ የማህበሩን ዋና ገንዘብ (ካፒታል) አንድ አራተኛ የሚወክለ ባለአክሲዮኖች ወይም ወኪሎች መሳተፍ አለባቸው ።",
    "simplified": "በመደበኛ ጠቅላላ ጉባኤ ስብሰባ ላይ ውሳኔ ለማሳለፍ፣ ቢያንስ 25% (አንድ አራተኛ) የድርጅቱ ካፒታል ያላቸው ባለአክሲዮኖች መገኘት አለባቸው።",
    "ratio": 0.541371158392435,
    "legal_tokens": 423
  },
  {
    "priority": 8,
    "legal": "34. የንብረት ዝርዝሩ በሁለት ቅጂዎች ተዘጋጅቶ አንደኛው ለፍርድ ቤቱ መዝገብ ቤት ሹም ገቢ ፭፻፳ የንግድ ሕግ የሚደረግ ሲሆን ሌላኛው ደግሞ መልሶ የማደራጀት ኃላፊው ዘንድ ይቀመጣለ ።",
    "simplified": "የንብረት ዝርዝር በሁለት ኮፒ ተዘጋጅቶ፣ አንዱ ለፍርድ ቤት ሌላው ደግሞ ለመልሶ ማደራጀት ኃላፊው ይሰጣል።",
    "ratio": 0.5945945945945946,
    "legal_tokens": 296
  },
  {
    "priority": 8,
    "legal": "35. ተቃውሞ / ገንዘብ ጠያቂዎች በሂደት ላይ ያለ ውሎች እንዳቀጠለ ወይም እንዳቋረጡ በተሰጠው ውሳኔ ላይ ተቃውሞ ማቅረብ ይችላል ፤",
    "simplified": "ገንዘብ ጠያቂዎች ውል እንዲቀጥል ወይም እንዲቋረጥ በተሰጠ ውሳኔ ላይ ተቃውሞ ማቅረብ ይችላሉ።",
    "ratio": 0.7464114832535885,
    "legal_tokens": 209
  },
  {
    "priority": 8,
    "legal": "36. ስለማህበሩ ጉባኤዎች ክፍል አንድ ጠቅላላ ድንጋጌዎች አንቀጽ 3()2. ጠቅላላ ደንብ ፪፻፶፮ የንግድ ሕግ የባለአክሲዮኖች ጠቅላላ ጉባኤ ሁሉም ባለአክሲዮኖች የሚሳተፈበት የማህበሩ ከፍተኛ ውሳኔ ሰጭ አካል ነው ።",
    "simplified": "የባለአክሲዮኖች ጠቅላላ ጉባኤ፣ ሁሉም ባለአክሲዮኖች የሚሳተፉበትና የድርጅቱ ከፍተኛ ውሳኔ ሰጪ አካል ነው።",
    "ratio": 0.5278592375366569,
    "legal_tokens": 341
  },
  {
    "priority": 8,
    "legal": "37. ርዕስ አራት የመክሰር ሥነ ሥርዓት ምዕራፍ አንድ የመክሰር ሥነ ሥርዓት ለመክፈት የሚሰጥ ፍርድ አንቀጽ 75∙ የመክሰር ሥነ ሥርዓት ስለመክፈት ፭፻፷፱ የንግድ ሕግ ክፍያዎችን ያቋረጠ ባለዕዳ አቤቱታ ሲያቀርብ የመክሰር ሥነ ሥርዓት ይከፈታለ ።",
    "simplified": "በንግድ ሕግ አንቀጽ 569 መሠረት፣ ዕዳ መክፈል ያቆመ ባለዕዳ ሲጠይቅ የመክሰር ሂደት ይከፈታል።",
    "ratio": 0.3869346733668342,
    "legal_tokens": 398
  },
  {
    "priority": 8,
    "legal": "38. ተቆጣጣሪዎችን ስለመተካት ፍርድ ቤቱ በማንኛውም ጊዜ በራሱ ተነሳሽነት ወይም ተቆጣጣሪ ዳኛው ወይም የተቆጣጣሪው ወይም ዐቃቤ ሕግ በሚያቀርበው ጥያቄ መሰረት አሳማኝ ምክንያት ሲኖር ማንኛውንም ተቆጣጣሪ በሌላ ሰው ሊተካ ይችላል ።",
    "simplified": "ፍርድ ቤቱ በቂ ምክንያት ሲኖረው በማንኛውም ጊዜ ማንኛውንም ተቆጣጣሪ በሌላ ሰው ሊተካ ይችላል።",
    "ratio": 0.41534391534391535,
    "legal_tokens": 378
  },
  {
    "priority": 8,
    "legal": "41. የማይንቀሳቀሱ ንብረቶችን የንግድ ኪራይ የሚመለከቱ ልዩ ድንጋጌዎች በዚህ ሕግ አንቀጽ ፭፻፺፫ ውስጥ የተመለከተው ቢኖርም የማይንቀሳቀስ ንብረት የንግድ ኪራይ ውሎች የቀጠለ እንደሆነ ጊዜው ከማለቁ በፊት ወዲያውኑ ኪራይ እንዲከፍል የሚደነግጉ ማናቸውም የውል ድንጋጌዎች መልሶ በማደራጀት ሥነ ሥርዓት ወቅት ለመጠባበቂያ ጊዜው የመጀመሪያ አራት ወራት ወይም በመክሰር ሥነ ሥርዓት ወቅት በአንቀጽ ፯፻፵፬ ውስጥ በተደነገገው መሰረት የንግድ ሥራው ለሚቀጥለበት ጊዜ ያህለ ተፈፃሚ አይሆኑም ።",
    "simplified": "በኪሳራ ወይም መልሶ በማደራጀት ወቅት፣ የቤት ኪራይ ውል እንዲቀጥል ከተወሰነ፣ ኪራዩን አስቀድሞ እንዲከፈል የሚጠይቁ የውል ቃላት ለተወሰነ ጊዜ ተፈፃሚ አይሆኑም።",
    "ratio": 0.3358302122347066,
    "legal_tokens": 801
  },
  {
    "priority": 8,
    "legal": "43. በነጻነት ስለመወሰን ፪፻፳ የንግድ ሕግ አንድ የዳይሬክተሮች ቦርድ አባል ኃላፊነቱን በሚወጣበት ጊዜ በነጻነትና በመሰለው መንገድ መወሰን አለበት ።",
    "simplified": "የቦርድ አባል ሥራውን ሲሠራ በነጻነትና ተገቢ መስሎ በታየው መንገድ መወሰን አለበት።",
    "ratio": 0.5668016194331984,
    "legal_tokens": 247
  },
  {
    "priority": 8,
    "legal": "44. ፮፻፴፭ የንግድ ሕግ አንቀጽ ፯፻፹፪∙ ዕዳ የላለባቸውን ንብረቶች ስለመሸጥ እና ከሽያጩ የተገኘውን ገንዘብ ስለ ማከፋፈል የከሰረው ሰው ንብረት ጠባቂ ዕዳ ያለባቸው የከሰረው ሰው ንብረቶች ከመሸጣቸው በፊት ዕዳ የላለባቸውን ንብረቶች ለመሸጥ እና ከሽያጫቸው የተገኘውን ገንዘብ ለማከፋፈል የወሰነ እንደሆነ በዚህ ሕግ አንቀጽ 7()3 ውስጥ የተቀመጡት ተቀናሾች እንደተጠበቁ ሆነው ተመርምረው መብታቸው የታወቀሊቸው ዋስትና እና የቀዳሚነት መብት ያላቸው የቅድመ ኪሳራ የክፍያ ጥያቄዎች ያላቸው ገንዘብ ጠያቂዎች ከአጠቃላይ የቅድመኪሳራ የክፍያ ጥያቄዎቻቸው ጋር ተመጣጣኝ በሆነ መልኩ ዋስትና ከሌላቸው ገንዘብ ጠያቂዎች ጋር ሊካፈል ይችላል ።",
    "simplified": "የከሰረ ሰው ንብረት ጠባቂ ዕዳ የሌለባቸውን ንብረቶች ሸጦ ገንዘቡን ሲያከፋፍል፣ ዋስትና ያላቸውና የሌላቸው ገንዘብ ጠያቂዎች እንደየመብታቸው ድርሻቸውን ያገኛሉ።",
    "ratio": 0.2591170825335892,
    "legal_tokens": 1042
  },
  {
    "priority": 8,
    "legal": "47. ስለኦዲተሮች ሥልጣን ኦዲተሮች አስፈላጊ መስል በታያቸዉ በማንኛውም ጊዜ ምርምራ ወይም ቁጥጥር ለማድረግረግ ወይም ማንኛውም መረጃ፣ ውል፣ መዝገብ፣ የሒሳብ ሰነድ፣ቃለ ጉባኤ ወይም ሌላ ሰነድ እንዳቀርብሊቸው ለመጠየቅ ይችላል ፤",
    "simplified": "ኦዲተሮች አስፈላጊ ሆኖ ሲያገኙት በማንኛውም ጊዜ ምርመራ ማድረግ ወይም ሰነዶችን፣ ውሎችንና የሒሳብ መዝገቦችን እንዲቀርቡላቸው መጠየቅ ይችላሉ።",
    "ratio": 0.6409574468085106,
    "legal_tokens": 376
  },
  {
    "priority": 8,
    "legal": "49. ማንኛውም ኦዲተር ሆነ ብለው የንግድ ማህበሩን አቋም በሚመለከት ትክክለኛ ያልሆነ ሪፖርት ያቀረበ ወይም ያረጋገጠ ወይም ወንጀል መፈጸሙን ፪፻፶ የንግድ ሕግ እያወቀ ለሚመለከተው አካል ያላሳወቀ ወይም የሙያ ሥራ ምስጢር ያወጣ እንደሆነ አግባብ ባለው የወንጀል ሕግ መሰረት ተጠያቂ ይሆናል ።",
    "simplified": "በንግድ ሕግ አንቀጽ 250 መሠረት፣ ሆን ብሎ የተሳሳተ ሪፖርት ያቀረበ፣ ወንጀል መፈጸሙን እያወቀ ያልተናገረ ወይም የሥራ ምስጢር አሳልፎ የሰጠ ኦዲተር በወንጀል ሕግ ተጠያቂ ይሆናል።",
    "ratio": 0.620253164556962,
    "legal_tokens": 474
  },
  {
    "priority": 8,
    "legal": "51. ጉባኤው ሥራ ከመጀመሩ በፊት ስብሰባው ላይ ከተገኙት ባለአክሲዮኖች መካከል በጉባኤው ላይ የተደረገው ውይይት እና የተላለፈው ውሳኔ በትክክል በቃለ ጉባኤ መስፈሩን አረጋግጠው በዳይሬክተሮች ቦርድ እና በማህበሩ ፀሐፊው ምትክ የሚፈርሙ ሦስት ባለአክሲዮኖችን መምረጥ ይቻላል ፤",
    "simplified": "ስብሰባው ከመጀመሩ በፊት፣ ውሳኔዎቹ በቃለ ጉባኤ ላይ በትክክል መመዝገባቸውን አረጋግጠው የሚፈርሙ ሦስት ባለአክሲዮኖችን መምረጥ ይቻላል።",
    "ratio": 0.5088105726872246,
    "legal_tokens": 454
  },
  {
    "priority": 8,
    "legal": "52. ከሞት በኋላ ለተገለጸ መክሰር የንብረት ዝርዝር መዝገብ አዘገጃጀት መክሰሩ ከሞት በኋላ ተገለጾ የንብረቱም ዝርዝር መዝገብ ያልተዘጋጀ እንደሆነ ፤",
    "simplified": "አንድ ሰው ከሞተ በኋላ የኪሳራ ውሳኔ ከተላለፈና የንብረት ዝርዝሩ ካልተዘጋጀ የሚከናወን የዝግጅት ሂደት።",
    "ratio": 0.7172131147540983,
    "legal_tokens": 244
  },
  {
    "priority": 8,
    "legal": "53. የገንዘብ ጠያቂዎች ኮሚቴው የከሰረውን ሰው ንብረት ጠባቂ ለመተካት ለፍርድ ቤቱ አቤቱታ ሊያቀርብ ይችላል፣ የገንዘብ ጠያቂዎች ኮሚቴው እንደዚህ ያለውን አቤቱታ የሚያቀርበው ከአጠቃላይ የቅድመ ኪሳራ የገንዘብ ጥያቄዎቹ ውስጥ አብዛኛው ያላቸው ገንዘብ ጠያቂዎች የባለዕዳው ንብረት ጠባቂ መተካቱን የሚደግፈ ከሆነ ነው ።",
    "simplified": "አብዛኛው ዕዳ ያለባቸው ገንዘብ ጠያቂዎች ካመኑበት፣ የገንዘብ ጠያቂዎች ኮሚቴው የንብረት ጠባቂው እንዲቀየር ለፍርድ ቤት ማመልከት ይችላል።",
    "ratio": 0.4419047619047619,
    "legal_tokens": 525
  },
  {
    "priority": 8,
    "legal": "55. የከሰረው ሰው ንብረት ጠባቂ ወንጀሎች ስኬታማ በሆነ መልኩ ለፍርድ እንዳቀርቡ ለማድረግረግ ደጋፉ ፮፻፷፮ የንግድ ሕግ ሰነዶችን፣ ደረሰኞችን እና ሌሎች መረጃዎችን ለዐቃቤ ሕጉ ማስተላለፍ አለበት ።",
    "simplified": "በንግድ ሕግ አንቀጽ 666 መሠረት፣ ንብረት ጠባቂው ወንጀለኞች እንዲቀጡ አስፈላጊ የሆኑ ሰነዶችንና መረጃዎችን ለዐቃቤ ሕግ መስጠት አለበት።",
    "ratio": 0.696319018404908,
    "legal_tokens": 326
  },
  {
    "priority": 8,
    "legal": "56. በተጨማሪም የማህበሩ መደበኛ ጠቅላላ ጉባኤ ከማህበሩ ዓመታዊ የተጣራ ትርፍ ላይ የተወሰነ ድርሻ ለዳይሬክተሮች እንዲሰጥ ለመወሰን ይችላል ።",
    "simplified": "እንዲሁም የማህበሩ ስብሰባ ከዓመታዊ ትርፍ ላይ ለዳይሬክተሮች ክፍያ እንዲሰጥ ሊወስን ይችላል።",
    "ratio": 0.6752136752136753,
    "legal_tokens": 234
  },
  {
    "priority": 8,
    "legal": "59. የማይንቀሳቀሰው ንብረት በግለ ቢሸጥ ከሐራጅ ጋር ሲነጻጸር ዋጋው የመጨመር ዕድል ያለው ከሆነ የከሰረው ሰው ንብረት ጠባቂ የማይንቀሳቀሰውን ንብረት በግለ እንዳሸጥ ተቆጣጣሪ ዳኛው ሊፈቅድ ይችላል ።",
    "simplified": "ንብረቱ በሐራጅ ከመሸጥ ይልቅ በግል ቢሸጥ የተሻለ ዋጋ ካወጣ፣ ዳኛው በግል እንዲሸጥ ሊፈቅድ ይችላል።",
    "ratio": 0.5075987841945289,
    "legal_tokens": 329
  },
  {
    "priority": 8,
    "legal": "61. ለአከራዩ ቅድሚያ የሚሰጥ ስለመሆኑ በዚህ ሕግ አንቀጽ 55 ንዑስ አንቀጽ (3) መሰረት ኪራይ የተቋረጠ እንደሆነ የመክሰር ሥነ ሥርዓት እንዲከፈት ከተሰጠው ፍርድ አስቀድመው ባለፈው ሁለት ዓመታት እና በተያዘው ዓመት የኪራይ ውልን ከመፈጸም የሚመነጩ የክፍያ ጥያቄዎችን እና ተያያዥ የጉዳት ካሣዎችን ሁሉ በተመለከተ አከራዩ ቅድሚያ ይኖረዋል ።",
    "simplified": "ኪራይ ሲቋረጥ፣ አከራዩ ላለፉት ሁለት ዓመታትና ለዚህ ዓመት ክፍያ እንዲሁም ለካሣ ጥያቄዎች ከሌሎች ተከፋዮች ቅድሚያ ያገኛል።",
    "ratio": 0.37142857142857144,
    "legal_tokens": 560
  },
  {
    "priority": 8,
    "legal": "63. የቅድመ ኪሳራ የክፍያ ጥያቄዎች ማረጋገጫ እና መቀበያ ሥርዓት መልሶ የማደራጀት ኃላፊው የቅድመ ኪሳራ የክፍያ ጥያቄዎችን እና የዋስትና መብቶችን ፭፻፳፭ የንግድ ሕግ ትክክለኛነት፣ መጠን እና በጊዜው መቅረባቸውን ያረጋግጣል ።",
    "simplified": "በንግድ ሕግ አንቀጽ 525 መሠረት፣ የመልሶ ማደራጀት ኃላፊው የዕዳ ጥያቄዎችና የዋስትና መብቶች ትክክለኛ መሆናቸውን ያረጋግጣል።",
    "ratio": 0.5614973262032086,
    "legal_tokens": 374
  },
  {
    "priority": 8,
    "legal": "64. በቡድን ውስጥ ስለሚኖር የንግድ ዕድሎች በኢትዮጵያ ወይም በውጭ አገር የተመዘገበ እናት ኩባንያ በራሱ ወይም በሌላ ተቀጥሎው አማካኝነት የተቀጥሎ ኩባንያውን የንግድ ዕድል ወይም አጋጣሚ ፬፻፲፩ የንግድ ሕግ መቀማት የለበትም ፤",
    "simplified": "በንግድ ሕግ አንቀጽ 411 መሠረት፣ እናት ኩባንያ ከሥሩ ያለን ኩባንያ የንግድ ዕድል በራሱ ወይም በሌላ ኩባንያ አማካኝነት መውሰድ የለበትም።",
    "ratio": 0.6075268817204301,
    "legal_tokens": 372
  },
  {
    "priority": 8,
    "legal": "67. ነጻ እና ገለለተኛ ባለሞያው የሚሾመው በዚህ መጽሐፍ የአክሲዮን ማህበር ኦዲተር አሿሿምን በተመለከተ በተደነገገው ሥርዓት መሰረት ይሆናል ።",
    "simplified": "ገለለተኛ ባለሙያው የሚሾመው የአክሲዮን ማህበር ኦዲተር በሚሾምበት ሕግ መሠረት ይሆናል።",
    "ratio": 0.6324786324786325,
    "legal_tokens": 234
  },
  {
    "priority": 8,
    "legal": "70. ባለዕዳው ማህበር በከሰረ ጊዜ ወኪሎች ስለለባቸው ግዴታዎች የባለዕዳው ማህበር ዕዳ የመክፈል አቅም እየቀነሰ ከሄደ ወይም ዕዳውን መክፈል ካቋረጠ እንደነገሩ ሁኔታ ለጥንቃቄ ዕዳን መልሶ የማዋቀር ሥነ ፫፻፲፩ የንግድ ሕግ ሥርዓት፣ ዕዳን መልሶ የማደራጀት ሥነ ሥርዓት ወይም የመክሰር ሥነ ሥርዓት ሂደት ላይ የማህበሩን ዕዳ ያዞች ቡድን ወኪል ተሹሞ እንደሆነ በቡድኑ ለታቀፈ ሁሉ የባለመብትነታቸውን ማስረጃ ያቀርባል ፤",
    "simplified": "በንግድ ሕግ አንቀጽ 311 መሠረት፣ ማህበሩ ዕዳ መክፈል ካቆመና የዕዳ ጠያቂዎች ወኪል ከተሾመ፣ ወኪሉ ለማንኛውም ባለመብት ማስረጃ ማቅረብ አለበት።",
    "ratio": 0.3489736070381232,
    "legal_tokens": 682
  },
  {
    "priority": 8,
    "legal": "71. የከሠረ ማህበር ሒሳብ ስለሚጣራበት ሁኔታ የማህበሩ መክሰር በፍርድ ቤት የተወሰነ እንደሆነ ሒሳብ ማጣራቱ ኪሳራን በሚመለከቱት የዚህ ሕግ ድንጋጌዎች መሰረት ይፈጸማለ ።",
    "simplified": "የማህበሩ መክሰር በፍርድ ቤት ከተወሰነ፣ የሒሳብ ማጣራቱ ሂደት በኪሳራ ሕግ መሠረት ይከናወናል።",
    "ratio": 0.5678571428571428,
    "legal_tokens": 280
  },
  {
    "priority": 8,
    "legal": "72. የሥራ አስኪያጁን ሥልጣን የሚገድቡ ስምምነቶች ሦስተኛ ወገኖችን መቃወሚያ የሚሆኑት በንግድ መዝገብ የተመዘገቡ ወይም ሦስተኛ ወገኖች የሥራ ኃላፊነቱን የሚያዉቁ መሆናቸው የተረጋገጠ እንደሆነ ነው ።",
    "simplified": "የሥራ አስኪያጁን ሥልጣን የሚገድቡ ውሎች በንግድ መዝገብ ካልተመዘገቡ ወይም ሌላው ሰው ካላወቀ በስተቀር ተፈፃሚ አይሆኑም።",
    "ratio": 0.6181818181818182,
    "legal_tokens": 330
  },
  {
    "priority": 8,
    "legal": "73. የፍርድ ማስታወቂያ በዚህ ርዕስ ውስጥ በተለየ ሁኔታ ካልተደነገገ በስተቀር የዚህ ሕግ አንቀጽ 68 ድንጋጌዎች የመክሰር ፍርዱን ማስታወቅን በተመለከተ በተመሳሳይነት ተፈፃሚ ይሆናል ።",
    "simplified": "የመክሰር ፍርድን ለሰዎች ማሳወቅ በሚመለከት፣ የዚህ ሕግ አንቀጽ 648 ድንጋጌዎች ተፈፃሚ ይሆናሉ።",
    "ratio": 0.5179153094462541,
    "legal_tokens": 307
  },
  {
    "priority": 8,
    "legal": "76. ዳይሬክተሮች የሀብትና ዕዳ ሒሳብ መግለጫ፣ የትርፍ እና ኪሳራ መግለጫ እንዲሁም ባለፈው የሒሳብ ዓመት የነበረውን የማህበሩን ሁኔታ እና እንቅስቃሴ በተመለከተ ሪፖርት ማዘጋጀት አለባቸው ።",
    "simplified": "ዳይሬክተሮች የኩባንያውን የሀብት፣ የዕዳ፣ የትርፍና ኪሳራ መግለጫ እንዲሁም ዓመታዊ የሥራ ሪፖርት የማዘጋጀት ግዴታ አለባቸው።",
    "ratio": 0.6794871794871795,
    "legal_tokens": 312
  },
  {
    "priority": 8,
    "legal": "78. በዚህ አንቀጽ ንዑስ አንቀጽ (2) መሰረት የአክሲዮን ዓይነት ለመለወጥ የሚያስፈልገውን ወጪ የሚሸፍነው የአክሲዮን ዓይነት እንዳቀየርለት ጥያቄ ያቀረበው ባለአክሲዮን ነው ።",
    "simplified": "የአክሲዮን ዓይነት ለመለወጥ የሚጠየቀውን ወጪ የሚከፍለው ጥያቄውን ያቀረበው ባለአክሲዮን ራሱ ነው።",
    "ratio": 0.5859649122807018,
    "legal_tokens": 285
  },
  {
    "priority": 8,
    "legal": "79. ለጥንቃቄ ዕዳን መልሶ የማዋቀር ዘርፍ ባለሞያ ስለመሾም የፍርድ ቤቱ ፕሬዚዳንት ባለዕዳው ሀሳብ በሚያቀርብበት ጊዜ ለጥንቃቄ ዕዳን መልሶ የማዋቀር ሥነ ሥርዓቱ ለሚቆይበት ጊዜ ያህለ ዕዳን መልሶ የማዋቀር ዘርፍ ባለሞያ ይሾማል ።",
    "simplified": "ባለዕዳው ሲጠይቅ፣ የፍርድ ቤቱ ፕሬዚዳንት ለዕዳ ማዋቀር ሂደቱ የሚቆይ ባለሙያ ይሾማል።",
    "ratio": 0.3882978723404255,
    "legal_tokens": 376
  },
  {
    "priority": 8,
    "legal": "80. ሊታሸግባቸው የማይችለ ዕቃዎች ፭፻፺፭ የንግድ ሕግ በከሠረው ሰው ንብረት ጠባቂ ጠያቂነት ፍርድ ቤቱ ከዚህ በታች በተዘረዘሩት ዕቃዎች እሽግ እንዳይደረግባቸው ፤",
    "simplified": "በንግድ ሕግ አንቀጽ 595 መሠረት፣ በንብረት ጠባቂው ጠያቂነት አንዳንድ ዕቃዎች እንዳይታሸጉ ፍርድ ቤቱ ሊያዝ ይችላል።",
    "ratio": 0.7191011235955056,
    "legal_tokens": 267
  },
  {
    "priority": 8,
    "legal": "81. ፮፻፲፬ የንግድ ሕግ አንቀጽ ፯፻፷፱∙ በመክሰር ሥነ ሥርዓቶች ውስጥ በአንድነት እና በነጠሊ ተጠያቂ የሆኑ አካላት ላይ የክፍያ ጥያቄዎችን ስለማቅረብ ባለዕዳው ያልተወሰነ ኃላፊነት ያለው ማህበር የሆነ እንደሆነ በማህበሩ መክሰር ተመርምረው ተቀባይነት ያገኙ የማህበሩ ገንዘብ ጠያቂዎች ያቀረቧቸው ዕዳዎች ማህበረተኞች መክሰራቸው ከማህበሩ ጋር በአንድነት የተነገረ እንደሆነ ዕዳዎቹ በእያንዳንዱ ማህበርተኛ መክሰር እንደ ተመረመሩ እና ተቀባይነት እንዳገኙ ይቆጠራል ።",
    "simplified": "በንግድ ሕግ አንቀጽ 769 መሠረት፣ ማህበሩና አባላቱ በአንድነት ከከሰሩ፣ በማህበሩ ላይ ተቀባይነት ያገኘ ዕዳ በእያንዳንዱ አባል ላይም እንደተረጋገጠ ይቆጠራል።",
    "ratio": 0.3393782383419689,
    "legal_tokens": 772
  },
  {
    "priority": 8,
    "legal": "83. የከሰረው ሰው ንብረት ጠባቂ ፮፻፸፡፩፡ የንግድ ሕግ ፍርድ ቤቱ ቀላል የመክሰር ሥነ ሥርዓቱ ለሚቆይበት ጊዜ ያህለ የከሰረውን ሰው ንብረት ጠባቂ ይሾማል ።",
    "simplified": "በንግድ ሕግ አንቀጽ 671 መሠረት፣ ፍርድ ቤቱ ለቀላል የኪሳራ ሂደት የሚቆይ የንብረት ጠባቂ ይሾማል።",
    "ratio": 0.6338582677165354,
    "legal_tokens": 254
  },
  {
    "priority": 8,
    "legal": "84. ፬፻፶፬ የንግድ ሕግ የማይንቀሳቀስ ንብረት የንግድ ኪራይ ውሎች የቀጠለ እንደሆነ እና አከራዩ የኪራይ ውል በተፈረመበት ወቅት አጠቃላይ የኪራይ ክፍያዎችን የተቀበለ እንደሆነ ወይም እንደዚህ ሊለው ክፍያ በቂ ዋስትናዎችን ያገኘ ከሆነ አከራዩ ሥነ ሥርዓቱ ከተከፈተ በኋላ የሚፈጠሩ ማናቸውንም ወቅታዊ እና የወደፉት የኪራይ ክፍያዎች መጠየቅ አይችልም ።",
    "simplified": "በንግድ ሕግ አንቀጽ 454 መሠረት፣ አከራዩ የኪራይ ክፍያውን አስቀድሞ ከተቀበለ ወይም ዋስትና ካለው፣ ሂደቱ ከተጀመረ በኋላ ተጨማሪ ክፍያ መጠየቅ አይችልም።",
    "ratio": 0.4409722222222222,
    "legal_tokens": 576
  },
  {
    "priority": 8,
    "legal": "85. ዕቅድን ስለማሳወቅ ፬፻፳፯ የንግድ ሕግ የመዋሃድ ወይም የመከፋፈል ዕቅድ በጠቅላላ ጉባኤ ከጸደቀበት ጊዜ ጀምሮ ባለፈው ሁለት ወራት ውስጥ በየወሩ አንድ ጊዜ አገር ዓቀፍ ስርጭት ባለው ጋዜጣ ለህዝብ መገለፅ አለበት ፤",
    "simplified": "በንግድ ሕግ አንቀጽ 427 መሠረት፣ የመዋሃድ ዕቅድ ከጸደቀ በኋላ ለሁለት ወራት ያህል በየወሩ በጋዜጣ ለሕዝብ መገለጽ አለበት።",
    "ratio": 0.571830985915493,
    "legal_tokens": 355
  },
  {
    "priority": 8,
    "legal": "88. በዚህ አንቀጽ በንዑስ አንቀጽ (1) በታዘዘው ጊዜ ውስጥ ለዐቃቤ ሕግ ያልተሰጠ እንደሆነ የዘገየበትን ምክንያቶች አስረድቶ ለዐቃቤ ሕጉ ማስታወቅ አለበት ።",
    "simplified": "ሰነዱ በወቅቱ ለዐቃቤ ሕግ ካልተሰጠ፣ የዘገየበትን ምክንያት ገልጾ ማሳወቅ አለበት።",
    "ratio": 0.5515873015873016,
    "legal_tokens": 252
  },
  {
    "priority": 8,
    "legal": "92. በዚህ አንቀጽ ንዑስ አንቀጽ (1) የተመለከተው ድንጋጌ ተዋህደው ወይም ተከፍለው አዲስ ማህበር ለሚመሰርቱ ማህበራት የግዴታ ሰነድ የያዙ ሰዎች ላይም ተፈፃሚ ይሆናል ።",
    "simplified": "ይህ ሕግ ኩባንያዎችን አዋህደው አዲስ ማህበር ለሚመሰርቱ ሰዎችም ይሠራል።",
    "ratio": 0.4522058823529412,
    "legal_tokens": 272
  },
  {
    "priority": 8,
    "legal": "95. ”የህንፃ ባለሙያ“ ማለት አርክቴክት፣ ስትራክቸር ራል ኢንጂነር፣ኤሌክትሪካል ኢንጂነር፣ መካኒካል ኢንጂነር፣ ኤሌክትሮ መካኒካል ኢንጂነር እና ኳንቲቲ ሰርቬየር ባለሙያ ማለት ነው ።",
    "simplified": "\"የህንፃ ባለሙያ\" የሚባሉት እንደ አርክቴክትና መሃንዲስ ያሉ የተለያዩ የዘርፉ ባለሙያዎች ናቸው።",
    "ratio": 0.5228758169934641,
    "legal_tokens": 306
  },
  {
    "priority": 8,
    "legal": "97. እንደዚህ ያለው ተቃውሞ መልሶ የማደራጀት ኃላፊው ወይም ፬፻፶፫ የንግድ ሕግ የከሰረው ሰው ንብረት ጠባቂ ውሳኔውን በሰጡ በሰባት ተከታታይ ቀናት ውስጥ መቅረብ አለበት ።",
    "simplified": "በንግድ ሕግ አንቀጽ 453 መሠረት፣ ተቃውሞው ውሳኔው በተሰጠ በ7 ቀናት ውስጥ መቅረብ አለበት።",
    "ratio": 0.5340501792114696,
    "legal_tokens": 279
  },
  {
    "priority": 8,
    "legal": "99. የመጠባበቂያ ገንዘብ ባለመኖሩ በዚህ አንቀጽ ንዑስ አንቀጽ (3) መሰረት ግዥ መፈጸም ካልተቻለ ክፍያው ከዋና ገንዘቡ ይፈጸማለ ፤",
    "simplified": "መጠባበቂያ ገንዘብ ከሌለ፣ ክፍያው ከድርጅቱ ዋና ካፒታል ላይ ይከናወናል።",
    "ratio": 0.5857142857142857,
    "legal_tokens": 210
  },
  {
    "priority": 8,
    "legal": "100. በዚህ አንቀጽ ንዑስ አንቀጽ (1) በተቀመጠው የጊዜ ገደብ ውስጥ የቅድመ ኪሳራ የክፍያ ጥያቄያቸውን እና የዋስትና መብታቸውን ያላቀረቡ ገንዘብ ጠያቂዎች በክፍፍለ ውስጥ መሳተፍ አይችልም ፤",
    "simplified": "በተቀመጠው የጊዜ ገደብ ውስጥ የዕዳ ጥያቄያቸውን ያላቀረቡ ሰዎች ከሚከፋፈለው ገንዘብ ድርሻ አያገኙም።",
    "ratio": 0.5551948051948052,
    "legal_tokens": 308
  },
  {
    "priority": 8,
    "legal": "101. ለገንዘብ ጠያቂዎች ተመጣጣኝ ዋስትና ካልተገባላቸው ወይም ከማህበሩ የሚጠየቁ ግዴታዎች እስከሚፈጸሙ ድረስ የሀብት ክፍፍለ ካልተላለፈ በስተቀር ፤",
    "simplified": "ለገንዘብ ጠያቂዎች ዋስትና ካልተሰጠ ወይም ግዴታዎች እስኪፈጸሙ ድረስ ሀብት አይከፋፈልም።",
    "ratio": 0.6138211382113821,
    "legal_tokens": 246
  },
  {
    "priority": 8,
    "legal": "103. በዚህ ሕግ ፮፻፬ ውስጥ ስለኃላፊነት ከተደነገገው በተጨማሪ የከሰረው ሰው ንብረት ጠባቂ ሥነ ሥርዓቱ በተከፈተ በአንድ ዓመት ውስጥ የሁሉንም ንብረቶች የመሸጥ እና ከሽያጩ የተገኘውን ገንዘብ የማከፋፈል ሥራውን ያላጠናቀቀ እንደሆነ የግለ ኃላፊነት ሊኖርበት ይችላል ።",
    "simplified": "በንግድ ሕግ አንቀጽ 604 መሠረት፣ ንብረት ጠባቂው በአንድ ዓመት ውስጥ ንብረት ሸጦ ካልጨረሰ በግሉ ተጠያቂ ሊሆን ይችላል።",
    "ratio": 0.44772727272727275,
    "legal_tokens": 440
  },
  {
    "priority": 8,
    "legal": "107. / መልሶ የማደራጀት ኃላፊው ሆነ ብለው ገንዘብ ጠያቂዎችን ያለመግለጽን ጨምሮ በዚህ አንቀጽ ንዑስ አንቀጽ (3) ላይ የሚፈጸሙ ማናቸውንም ጥሰቶች እንዲሁም ማንኛውንም የማጭበርበር ድርጊት ለሚመለከታቸው የዐቃቤ ሕግ እና ሕግ አስከባሪ አካላት ማሳወቅ ይኖርበታል ።",
    "simplified": "የመልሶ ማደራጀት ኃላፊው፣ ሆን ተብሎ ገንዘብ ጠያቂዎችን የመደበቅ ጥሰቶችንም ሆነ ማንኛውንም የማጭበርበር ሥራ ለዐቃቤ ሕግና ለፖሊስ ማሳወቅ አለበት።",
    "ratio": 0.5804195804195804,
    "legal_tokens": 429
  },
  {
    "priority": 8,
    "legal": "110. የማህበሩን ዋና ገንዘብ ቅነሳ በቃለ ጉባኤ ስለመመዝገብ የማህበሩ ዋና ገንዘብ እንዲቀንስ ከተወሰነበት ቀን ጀምሮ በአንድ ወር ጊዜ ውስጥ ውሳኔው በማህበሩ የቃለ ጉባኤ መዝገብ መስፈር ይኖርበታል ።",
    "simplified": "የማህበሩ ካፒታል እንዲቀንስ ከተወሰነ፣ ውሳኔው በአንድ ወር ውስጥ በማህበሩ የቃለ ጉባኤ መዝገብ ላይ መመዝገብ አለበት።",
    "ratio": 0.6092307692307692,
    "legal_tokens": 325
  },
  {
    "priority": 8,
    "legal": "114. ሒሳብ አጣሪ ስለመሾምና ስለመሻር ሒሳብ አጣሪዎች በማህበሩ መመስረቻ ጽሁፍ ያልተሾሙ ከሆነ የማህበሩን መፍረስ በወሰነው አስቸኳይ ጠቅላላ ጉባኤ ይሾማል ።",
    "simplified": "ሒሳብ አጣሪዎች በመመስረቻ ጽሑፉ ላይ ካልተጠቀሱ፣ ማህበሩ እንዲፈርስ በወሰነው አስቸኳይ ስብሰባ ላይ ይሾማሉ።",
    "ratio": 0.7131782945736435,
    "legal_tokens": 258
  },
  {
    "priority": 8,
    "legal": "116. ፩፻፺፬ የንግድ ሕግ በዚህ አንቀጽ ንዑስ አንቀጽ (5) የተደነገገው ቢኖርም አክሲዮን ለመግዛት ጥያቄ ያቀረበው ማህበርተኛ የሰጠው ዋጋ ተማኙ ባለሞያ ከወሰነው ያነሰ እንደሆነ ወጪውን በከፊል ወይም በሙሉ ማህበርተኛው እንዳሸፍን ፍርድ ቤቱ ሊያዝ ይችላል ።",
    "simplified": "በንግድ ሕግ አንቀጽ 194 መሠረት፣ አክሲዮን ለመግዛት የቀረበው ዋጋ ባለሙያው ከገመተው በታች ከሆነ፣ ፍርድ ቤቱ ወጪውን ገዢው እንዲከፍል ሊያዝ ይችላል።",
    "ratio": 0.5961538461538461,
    "legal_tokens": 416
  },
  {
    "priority": 8,
    "legal": "117. ተቆጣጣሪ ዳኛውን ስለ መተካት ፍርድ ቤቱ በማንኛውም ጊዜ በራሱ ተነሳሽነት አሳማኝ ምክንያት ካለ ተቆጣጣሪ ዳኛውን በሌላ ተቆጣጣሪ ዳኛ ሊተካ ይችላል ።",
    "simplified": "ፍርድ ቤቱ በቂ ምክንያት ሲኖረው በማንኛውም ጊዜ ተቆጣጣሪ ዳኛውን በሌላ ሰው ሊተካ ይችላል።",
    "ratio": 0.601593625498008,
    "legal_tokens": 251
  },
  {
    "priority": 8,
    "legal": "118. ለማህበሩ አገልግሎት የሚያቀርብን ሰው እንዲሁም ማህበሩ አባል የሆነበት ቡድን አባል በመሆኑ የጥቅም ግጭት ሊፈጠርበት የሚችለን ማህበር ወይም ሰው ልዩ መርማሪ አድርጎ መሾም አይቻልም ።",
    "simplified": "ከማህበሩ ጋር የጥቅም ግጭት ሊኖረው የሚችልን ሰው ወይም ድርጅት ልዩ መርማሪ አድርጎ መሾም አይቻልም።",
    "ratio": 0.5422077922077922,
    "legal_tokens": 308
  },
  {
    "priority": 8,
    "legal": "120. ሥነ ሥርዓቶችን የማከናወን ኃላፊነት ያለባቸው ሰዎች እና አካላት አንቀጽ 64. የመክሰር ሥነ ሥርዓት ፍርድ ቤት ሥልጣን መልሶ የማደራጀት ወይም የመክሰር ሥነ ሥርዓት የከፈተው ፍርድ ቤት ሁሉንም ሥነ ሥርዓቶች ይቆጣጠራል ፤",
    "simplified": "በንግድ ሕግ አንቀጽ 644 መሠረት፣ የመክሰር ሂደት የጀመረው ፍርድ ቤት ሁሉንም ሂደቶች የመቆጣጠር ሥልጣን አለው።",
    "ratio": 0.5013698630136987,
    "legal_tokens": 365
  },
  {
    "priority": 8,
    "legal": "122. ስለ ተቆጣጣሪ ዳኛው አንቀጽ ፯፻፲፮∙ ስለተቆጣጣሪ ዳኛው ሹመት እና ሥልጣን የመክሰር ሥነ ሥርዓት ተቆጣጣሪ ዳኛ ለመልሶ ማደራጀት ሥነ ሥርዓት ያልተሾመ ከሆነ በዚህ ሕግ አንቀጽ 6፭ መሰረት ይሾማል ።",
    "simplified": "በንግድ ሕግ አንቀጽ 716 መሠረት፣ ለኪሳራ ሂደት የሚሆን ተቆጣጣሪ ዳኛ በሕጉ መሠረት ይሾማል።",
    "ratio": 0.4561933534743202,
    "legal_tokens": 331
  },
  {
    "priority": 8,
    "legal": "127. የኪራይ ውል ለሌላ ማስተላለፍን ወይም የተከራየውን ለሌላ ማከራየትን ስለሚከለክለ የውል ቃሎች በፍትሐ ብሔር ሕጉ ቁጥር ፪ሺ፱፻፶፱ የተደነገገው ቢኖርም እንኳን ተከራዩ የንግድ መደብሩን ለገዛው ሰው ንግዱ የሚከናወንበት ቦታ የሚመለከተውን የኪራይ ውል አያስተላልፍም ወይም የተከራይ ተከራይ አድርጎ አያከራይም ወይም የኪራዩን ውል ለማስተላለፍ ወይም የተከራይ ተከራይ አድርጎ ለማከራየት የባለቤቱ ፈቃድ ያስፈልጋል የሚለ የውል ቃሎች ሁሉ ዋጋ አይኖራቸውም ።",
    "simplified": "በፍትሐ ብሔር ሕግ አንቀጽ 2959 የተጠቀሰው ቢኖርም፣ ተከራዩ የንግድ ቤቱን ለገዛው ሰው ውሉን እንዳያስተላልፍ የሚከለክሉ የውል ቃላት ኃይል የላቸውም።",
    "ratio": 0.3253652058432935,
    "legal_tokens": 753
  },
  {
    "priority": 8,
    "legal": "128. ማንኛውም ሰው የተወሰነውን ክፍያ ከፍሎ በመዝገብ የገባውን መረጃ ለማየት ወይም ግልባጭ ለመውሰድ ወይም ከመዝገቡ የተውጣጣ አጭር ቃል እንዳሰጠው ወይም የሚፈልገው ጉዳይ ያልተመዘገበ ከሆነም አለመመዝገቡን የሚያረጋግጥ ማስረጃ እንዳሰጠው ሥልጣን ያለውን መዝጋቢ መጠየቅ ይችላል ።",
    "simplified": "ማንኛውም ሰው ክፍያ በመክፈል በመዝገብ ላይ ያለን መረጃ የማየት፣ ኮፒ የመውሰድ ወይም መረጃው ስለመኖሩ ማረጋገጫ የመጠየቅ መብት አለው።",
    "ratio": 0.4849137931034483,
    "legal_tokens": 464
  },
  {
    "priority": 8,
    "legal": "130. ፈራሽ የሚሆኑትን ድርጊቶች እና ግብይቶች ባለዕዳው መልሶ ለማደራጀት ኃላፊው ያላሳወቀ ከሆነ ከላይ የተመለከተው የይርጋ ጊዜ መቆጠር የሚጀምረው መልሶ የማደራጀት ኃላፊው ድርጊቱ መፈጸሙን ካወቀበት ጊዜ ጀምሮ ይሆናል ።",
    "simplified": "ባለዕዳው የተከለከሉ ሥራዎችን ለኃላፊው ካልተናገረ፣ የቅሬታ ማቅረቢያ ጊዜው መቆጠር የሚጀምረው ኃላፊው ድርጊቱን ካወቀበት ቀን ጀምሮ ነው።",
    "ratio": 0.6408839779005525,
    "legal_tokens": 362
  },
  {
    "priority": 8,
    "legal": "133. ባለዕዳው በዚህ መጽሐፍ ርዕስ ሦስት መሰረት መልሶ የማደራጀት ሥነ ሥርዓት ለመክፈት አስቀድሞ አቤቱታ ያቀረበ ካልሆነ በስተቀር ክፍያዎችን ያቋረጠው ባለዕዳ በጣም ቢዘገይ በአርባ አምስት ቀናት ውስጥ የመክሰር ሥነ ሥርዓት ለመክፈት ለፍርድ ቤት አቤቱታ ማቅረብ አለበት ።",
    "simplified": "ዕዳ መክፈል ያቆመ ሰው፣ ቢበዛ በ45 ቀናት ውስጥ የመክሰር ሂደት እንዲጀመር ለፍርድ ቤት ማመልከቻ የማቅረብ ግዴታ አለበት።",
    "ratio": 0.44719101123595506,
    "legal_tokens": 445
  },
  {
    "priority": 8,
    "legal": "137. በንግድ ሥራ እንቅስቃሴ ላይ ያለን ድርጅት በመንቀሳቀስ ላይ እንዳለ መሸጥ አንቀጽ 6(9)∙ የንግድ ሥራ እንቅስቃሴውን ሦስተኛ ወገን እንዳረከበው ስለሚቀርብ ዕቅድ በንግድ ሥራ እንቅስቃሴ ላይ ያለ ድርጅት በመንቀሳቀስ ላይ እንዳለ መሸጥ ለቅድመ ጥንቃቄ መልሶ በማዋቀር ሥነ ሥርዓት ማዕቀፍ ውስጥ መልሶ በማዋቀር ዘርፍ ባለሞያው ወይም መልሶ የማደራጀት ሥነ ሥርዓት ከተከፈተ በኋላ መልሶ የማደራጀት ኃላፊው ሊዘጋጅ ይችላል ።",
    "simplified": "በንግድ ሕግ አንቀጽ 609 መሠረት፣ አንድን ድርጅት እንደ ሥራው እንዳለ ለመሸጥ የሚያስችል ዕቅድ በባለሙያው ሊዘጋጅ ይችላል።",
    "ratio": 0.2936046511627907,
    "legal_tokens": 688
  },
  {
    "priority": 8,
    "legal": "142. ስለየመከታተለ መብት ፺፬ የንግድ ሕግ መያዣ የሆነው መደብር ወደ ማንም እጅ ቢተላለፍ መያዣነቱ የሚከተለው ስለሆነ የዋስትና መያዣ ያለው ገንዘብ ጠያቂ መያዣው ለሦስተኛ ወገን ተላለፍም ቢገኝ ለማስያዝ ይችላል ።",
    "simplified": "በንግድ ሕግ አንቀጽ 94 መሠረት፣ ለዕዳ ዋስትና የተያዘ ንብረት ለሌላ ሰው ቢተላለፍም፣ ባለዕዳው ንብረቱን የማስያዝ መብቱ አይቀየርም።",
    "ratio": 0.632183908045977,
    "legal_tokens": 348
  },
  {
    "priority": 8,
    "legal": "144. አክሲዮንን ከዋጋው በላይ በማውጣት ስለሚቋቋም መጠባበቂያ ገንዘብ የማህበሩ ዋና ገንዘብ እንዳጨመር የወሰነው አስቸኳይ ጠቅላላ ጉባኤ አዲስ የሚሸጡት አክሲዮኖች ከተጻፈባቸው ዋጋ (ፐር ቫልዩ) በላይ በሆነ ገንዘብ እንዳሸጡ የወሰነ እንደሆነ በአክሲዮኖቹ ላይ የተጻፈው ዋጋ (ፐር ቫልዩ) እና በተጨባጭ አክሲዮኖቹ የተሸጡበት ዋጋ ልዩነት ወደ የመጠባበቂያ ገንዘብ እንዳዛወር ሊወስን ይችላል ።",
    "simplified": "አክሲዮኖች ከተጻፈባቸው ዋጋ በላይ ከተሸጡ፣ የዋጋው ልዩነት ወደ መጠባበቂያ ገንዘብ እንዲዛወር ሊወሰን ይችላል።",
    "ratio": 0.29310344827586204,
    "legal_tokens": 638
  },
  {
    "priority": 8,
    "legal": "147. በዚህ አንቀጽ ንዑስ አንቀጽ ሥር የተመለከተውን ኃላፊነት በሚወጣበት ጊዜ አንድ ዳይሬክተር የማህበሩን የረጅም ጊዜ ጥቅም፣ የሠራተኞች ጥቅም፣ ከማህበሩ ገንዘብ የመጠየቅ መብት ያላቸውን ሰዎች ጥቅም፣ የማህበሩ ሥራ በማህበረሰቡ እና በአካባቢው ላይ የሚኖረውን ተጽዕኖ ግምት ውስጥ ማስገባት አለበት ።",
    "simplified": "አንድ ዳይሬክተር ሥራውን ሲሠራ የማህበሩን፣ የሠራተኞችንና የገንዘብ ጠያቂዎችን ጥቅም እንዲሁም በአካባቢው ላይ የሚኖረውን ተጽዕኖ ግምት ውስጥ ማስገባት አለበት።",
    "ratio": 0.5454545454545454,
    "legal_tokens": 495
  },
  {
    "priority": 8,
    "legal": "148. የአክሲዮን መዝገቡ የመጨረሻ ዝርዝር ከተቀመጠበት ጊዜ ጀምሮ በዚህ አንቀጽ ንዑስ አንቀጽ (1) (ሀ) እና (ለ) ሥር በተመለከቱት መረጃዎች ላይ ለውጥ ሲኖር በየዓመቱ መጀመሪያ የተደረገውን ለውጥ የያዘ ዝርዝር በቦርድ ሰብሳቢ ወይም ማህበሩ ቦርድ ከላለው በሥራ አስኪያጁ ፫፻፷፰ የንግድ ሕግ ለንግድ እና ኢንዱስትሪ ሚኒስቴር ወይም አግባብ ሊለው ሌላ የመንግስት አካል መላክ አለበት ።",
    "simplified": "በንግድ ሕግ አንቀጽ 368 መሠረት፣ በአክሲዮን መዝገብ ላይ ለውጥ ሲኖር በየዓመቱ መጀመሪያ ላይ ለሚመለከተው የመንግሥት አካል ሪፖርት መደረግ አለበት።",
    "ratio": 0.3967479674796748,
    "legal_tokens": 615
  },
  {
    "priority": 8,
    "legal": "150. ሕጋዊ ሥልጣን ያለው ፍርድ ቤት ወይም የፍርድ ጉባኤ የሰጠውን ትዕዛዝ ትዕዛዙ በተሰጠ በሦስት ቀናት ውስጥ በአደራ ደብዳቤ ወይም ተቀባዩ ለመቀበል ማረጋገጫ ሊሰጥበት በሚችለ ሌላ ማንኛውም ኤሌክትሮኒክ መንገድ ለሚመለከታቸው አካላት ይሰጣል ።",
    "simplified": "የፍርድ ቤት ትዕዛዝ በ3 ቀናት ውስጥ በደብዳቤ ወይም በኢሜይል ለሚመለከታቸው ሰዎች መድረስ አለበት።",
    "ratio": 0.41102756892230574,
    "legal_tokens": 399
  },
  {
    "priority": 8,
    "legal": "152. የከሰረው ሰው ሐገር ለቆ ሊሄድ ወይም የመኖሪያ ቦታውን ሊቀይር እንደሚችለ የሚያሳዩ በቂ ምክንያቶች ያለ እንደሆነ የከሰረው ሰው ከመኖሪያ ቦታው ወይም ከዋና የንግድ ሥራው መቀመጫ እንዳይርቅ ገደብ እንዳያስቀምጥበት ተቆጣጣሪ ዳኛው ለፍርድ ቤት ሊያመለክት ይችላል ።",
    "simplified": "የከሰረው ሰው ሊሸሽ ይችላል ተብሎ ካሰጋ፣ ዳኛው ከመኖሪያ አካባቢው እንዳይወጣ ለፍርድ ቤት ማመልከት ይችላል።",
    "ratio": 0.4155251141552511,
    "legal_tokens": 438
  },
  {
    "priority": 8,
    "legal": "159. ለሒሳብ አጣሪነት ብቁ የሚያደርጉ መስፈርቶች ሒሳብ አጣሪ ሆኖ መሾም የሚችለው ቀጥሎ የተመለከቱትን መስፈርቶች የሚያሟላ ሰው ነው፡- መልካም ሥነ-ምግባር ያለው ፤",
    "simplified": "ሒሳብ አጣሪ ሆኖ ለመሾም የሚያስፈልጉ መስፈርቶች፡- ሒሳብ አጣሪ የሚሆነው ሰው መልካም ሥነ ምግባር ያለው መሆን አለበት።",
    "ratio": 0.7378277153558053,
    "legal_tokens": 267
  },
  {
    "priority": 8,
    "legal": "160. ከሞት በኋላ የመክሰር ሥነ ሥርዓት ስለመክፈት ክፍያ አቋርጦ የነበረ አንድ ነጋዳ የሞተ እንደሆነ በሞተ በአንድ ዓመት ውስጥ መክሰሩ ሊነገር ይችላል ።",
    "simplified": "ዕዳ መክፈል አቁሞ የነበረ ነጋዴ ቢሞት፣ በሞተ በአንድ ዓመት ውስጥ የኪሳራ ሂደት ሊጀመርበት ይችላል።",
    "ratio": 0.6733870967741935,
    "legal_tokens": 248
  },
  {
    "priority": 8,
    "legal": "162. የህንጻ አዋጁ ተግባራዊ በሚሆንባቸው ከተሞች ከግንባታ ፈቃድና ቁጥጥር ስራዎች ጋር ተያይዞ የሚነሱ ቅሬታዎችን በመመርመር ውሳኔ የሚሰጥ እና ተገቢውን ሙያዊ ስብጥር ያላቸው አባላት የሚገኙበት የይግባኝ ሰሚ ቦርድ በዚህ አዋጅ መሰረት እንዳቋቋም ክትትልና ድጋፍ ያደርጋል ፤",
    "simplified": "የህንፃ አዋጁ በሚሠራባቸው ከተሞች፣ ከግንባታ ፈቃድ ጋር ተያይዘው የሚነሱ ቅሬታዎችን የሚመለከት የይግባኝ ሰሚ ቦርድ እንዲቋቋም ክትትልና ድጋፍ ይደረጋል።",
    "ratio": 0.5733333333333334,
    "legal_tokens": 450
  },
  {
    "priority": 8,
    "legal": "166. የአክሲዮን ማህበር፣ ኃላፊነቱ የተወሰነ የግለ ማህበር ወይም ባለ አንድ ኃላፊነቱ የተወሰነ የግለ ማህበር ወደ ሽርክና ማህበር የተለወጠ እንደሆነ ሸሪኮቹ ከለውጡ በፊት ማህበሩ ለገባበት ዕዳ በግለ ተጠያቂ አይሆኑም ።",
    "simplified": "አንድ ኩባንያ ወደ ሽርክና ማህበር ቢቀየር፣ አባላቱ ከለውጡ በፊት ለነበረ ዕዳ በግል ተጠያቂ አይሆኑም።",
    "ratio": 0.47619047619047616,
    "legal_tokens": 357
  },
  {
    "priority": 8,
    "legal": "167. መ) ለባለዕዳው የተላኩ እና ባለዕዳው ወይም ባለዕዳውን በመወከለ እንዳሸጣቸው ሥልጣን ፮፻፲፩ የንግድ ሕግ የተሰጠው ሰው በመጋዘኑ የተረከባቸው ዕቃዎች ።",
    "simplified": "በንግድ ሕግ አንቀጽ 611 መሠረት፣ ለባለዕዳው ተልከው ባለዕዳው ወይም ወኪሉ በመጋዘን የተረከባቸው ዕቃዎች።",
    "ratio": 0.68359375,
    "legal_tokens": 256
  },
  {
    "priority": 8,
    "legal": "170. በመጠባበቂያ ጊዜው ወቅት ወይም ለጥንቃቄ ዕዳን መልሶ የማዋቀር ዕቅድ ወይም መልሶ የማደራጀት ዕቅድ ተግባራዊ በመደረግ ላይ እያለ ባለዕዳውም የሚገኝበትን ሁኔታ እያወቀ በዚህ ሕግ አንቀጽ 6(5) ንዑስ አንቀጽ (5) እና በአንቀጽ 6(7) ንዑስ ፮፻፷፮ የንግድ ሕግ አንቀጽ (2) መሰረት ከመደበኛው ውጭ የሆነ ክፍያ የጠየቀ ወይም የተቀበለ ማንኛውም የባለዕዳው ገንዘብ ጠያቂ ።",
    "simplified": "ዕዳን መልሶ በማዋቀር ሂደት ላይ እያለ፣ ሁኔታውን እያወቀ ከመደበኛው ውጭ ክፍያ የጠየቀ ወይም የተቀበለ ማንኛውም ሰው በንግድ ሕግ አንቀጽ 666 መሠረት ተጠያቂ ይሆናል።",
    "ratio": 0.4602368866328257,
    "legal_tokens": 591
  },
  {
    "priority": 8,
    "legal": "172. ሸሪክን ከማህበሩ ስለማስወጣት በአንድ ሸሪክ ጥፊት ምክንያት ማህበሩ እንዲፈርስ ለፍርድ ቤት ጥያቄ ሲቀርብና ሌሎች ሸሪኮች ማህበሩ እንዳይፈርስ ሲያመለክቱ ፍርድ ቤቱ ማህበሩ እንዲፈርስ በመወሰን ፋንታ ጥፊተኛ የሆነውን ሸሪክ ከማህበሩ እንዳወጣና ማህበሩ እንዳቀጠለ ለማዘዝ ይችላል ።",
    "simplified": "በአንድ አባል ጥፋት ምክንያት ማህበሩ እንዲፈርስ ሲጠየቅ፣ ፍርድ ቤቱ ጥፋተኛውን አባል በማስወጣት ማህበሩ እንዲቀጥል ሊያዝ ይችላል።",
    "ratio": 0.46709129511677283,
    "legal_tokens": 471
  },
  {
    "priority": 8,
    "legal": "173. ማህበሩ ባለአክሲዮኑ ቀሪውን ገንዘብ እንዳከፍል የጽሁፍ ማስጠንቀቂያ ከሰጠ ከአስራው አምስት ቀናት በኋላ ዋጋቸው በሙሉ ያልተከፈለ አክሲዮኖችን በሐራጅ መሸጥ ይችላል ፤",
    "simplified": "ማህበሩ ባለአክሲዮኑ እንዲከፍል ማስጠንቀቂያ ከሰጠ ከ15 ቀናት በኋላ፣ ያልተከፈለባቸውን አክሲዮኖች በሐራጅ መሸጥ ይችላል።",
    "ratio": 0.7208480565371025,
    "legal_tokens": 283
  },
  {
    "priority": 8,
    "legal": "175. “የተፋጠነ ትምህርት” ማለት በተለያዩ ምክንያቶች በመደበኛው ትምህርት መርሃ-ግብር ተጠቃሚ ያልሆኑ ልጆች ተለማጭ፣ ከእድሜያቸው ጋር ተስማሚ በሆነ ሥርዓተ ትምህርት እና በተፋጠነ የትግበራ ስልት ጥራቱን የጠበቀ ትምህርት በፍትሐዊነት ተደራሽ ለማድረግረግ የሚተገበር አማራጭ የትምህርት ማቅረቢያ ዘዴ ነው ።",
    "simplified": "“የተፋጠነ ትምህርት” ማለት በተለያዩ ምክንያቶች ትምህርት ላመለጣቸው ልጆች፣ እንደ ዕድሜያቸው በሚዘጋጅ ሥርዓተ ትምህርት ጥራት ያለው ትምህርት እንዲያገኙ የሚደረግበት አማራጭ ዘዴ ነው።",
    "ratio": 0.6129666011787819,
    "legal_tokens": 509
  },
  {
    "priority": 8,
    "legal": "178. የሒሳቡን ሚዛን ስለማሰናዳትና ስለመስጠት የሒሳቡን ሚዛን የከሰረው ሰው ያልሰጠ እንደሆነ በሚገኙት መዝገቦች፣ የሒሳብ ሰነዶች፣ ወረቀቶችና መረጃዎች መሰረት የከሰረው ሰው ንብረት ጠባቂ በአጭር ጊዜ ውስጥ የሒሳቡን ሚዛን አሰናድቶ ለፍርድ ቤቱ መዝገብ ቤት ሹም ይሰጣል ።",
    "simplified": "የከሰረው ሰው የሒሳብ መግለጫ ካልሰጠ፣ ንብረት ጠባቂው ባሉት ሰነዶች መሠረት መግለጫውን አዘጋጅቶ ለፍርድ ቤቱ ማስረከብ አለበት።",
    "ratio": 0.47874720357941836,
    "legal_tokens": 447
  },
  {
    "priority": 8,
    "legal": "185. ርዕስ ሁለት ለጥንቃቄ ዕዳን መልሶ የማዋቀር ሥነ ሥርዓት አንቀጽ 6(07). ለጥንቃቄ ዕዳን መልሶ የማዋቀር ሥነ ሥርዓት ስለ መክፈት ለጥንቃቄ ዕዳን መልሶ የማዋቀር ሥነ ሥርዓት የየሚከፈተው ክፍያዎችን ገና ያላቋረጠ ወይም ክፍያዎችን ካቋረጠ አርባ አምስት ቀናት ያልሞላው እና የኢኮኖሚ ወይም የፋይናንስ ችግር በተጨባጭ ያጋጠመው ወይም ያጋጥመዋል ተብሎ የሚጠበቅ ባለዕዳ ሲያመለክት ብቻ ነው ።",
    "simplified": "ዕዳን መልሶ የማዋቀር ሂደት የሚከፈተው፣ ዕዳ መክፈል ላላቆመ ወይም ካቆመ 45 ቀናት ያልሞላውና የገንዘብ ችግር ለገጠመው ባለዕዳ ሲጠየቅ ብቻ ነው።",
    "ratio": 0.37480314960629924,
    "legal_tokens": 635
  },
  {
    "priority": 8,
    "legal": "190. አስገዳጅ የሆኑ የኢትዮጵያ ሕጎች እንደተጠበቁ ሆነው ዕዳን መልሶ ማዋቀር የባለዕዳውን ንብረቶች እና ዕዳዎች ወይም ሌላ ማንኛውንም የባለዕዳውን የካፒታል መዋቅር ክፍል አወቃቀር፣ ሁኔታዎች ወይም መዋቅር መቀየርን ወይም የንግድ ሥራውን ንብረቶች ወይም ክፍሎች ወይም አጠቃላይ የንግድ ሥራ እንቅስቃሴውን በመንቀሳቀስ ላይ እንዳለ የንግድ ሥራ መሸጥን እንዲሁም አስፈላጊ የሆኑ ማናቸውንም የሥራ ሂደት ለውጦችን ማድረግን ወይም ከእነዚህ ውስጥ የተወሰኑትን ወስድ ማቀናጀትን ሊያካትት ይችላል ።",
    "simplified": "ዕዳን መልሶ ማዋቀር የባለዕዳውን ንብረት፣ ካፒታል ወይም የሥራ ሂደት መቀየርን እንዲሁም ድርጅቱን እንደ ሥራው እንዳለ መሸጥን ሊያካትት ይችላል።",
    "ratio": 0.297029702970297,
    "legal_tokens": 808
  },
  {
    "priority": 8,
    "legal": "192. በዚህ አንቀጽ ንዑስ አንቀጽ መሰረት የተቀመጠው የጊዜ ገደብ ከማብቃቱ በፊት ባለው ፫፻፳፪ የንግድ ሕግ ጊዜ ውስጥ ጠቅላላ ጉባኤው የፉተኛው ጠቅላላ ጉባኤ ስለ ትርፍ ድርሻ ወይም የመጠባበቂያ ገንዘቦች ክፍፍለ የሰጠውን ውሳኔ በበቂ ምክንያት ለማሻሻለ ወይም ለመሻር ይችላል ።",
    "simplified": "በንግድ ሕግ አንቀጽ 322 መሠረት፣ ጠቅላላ ጉባኤው ስለ ትርፍ ክፍፍል ወይም ስለ መጠባበቂያ ገንዘብ የተሰጠውን ውሳኔ በበቂ ምክንያት ሊለውጠው ይችላል።",
    "ratio": 0.5444444444444444,
    "legal_tokens": 450
  },
  {
    "priority": 8,
    "legal": "193. በዚህ ሕግ አንቀጽ ፩፻፴፮ መሰረት ማስታወቂያ ሳይወጣ ከቀረ ወይም ማስታወቂያው በአንቀጽ ፩፻፴፯ የተዘረዘሩትን ያልገለጸ እንደሆነ መቃወሚያ ለማቅረብ የተወሰነውን ጊዜ መጠበቅ ሳያስፈልግ መቃወሚያውን በማናቸውም ጊዜ ማቅረብ ይቻላል ።",
    "simplified": "በንግድ ሕግ መሠረት ማስታወቂያ ሳይወጣ ቢቀር ወይም ጎደሎ ከሆነ፣ የተወሰነውን ጊዜ መጠበቅ ሳያስፈልግ በማናቸውም ጊዜ መቃወሚያ ማቅረብ ይቻላል።",
    "ratio": 0.6122448979591837,
    "legal_tokens": 392
  },
  {
    "priority": 8,
    "legal": "197. እነዚህን መዝገቦች ለባለዕዳው የያዘ ማንኛውም ሦስተኛ ወገን የከሰረው ሰው ንብረት ጠባቂ በሚጠይቅበት ጊዜ መዝገቦቹን የማስረከብ ግዴታ አለበት ፤",
    "simplified": "የኪሳራ ሂደቱን የሚመራው ሰው ሲጠይቅ፣ ሰነዶቹን የያዘ ማንኛውም ሰው የማስረከብ ግዴታ አለበት፤",
    "ratio": 0.6489795918367347,
    "legal_tokens": 245
  },
  {
    "priority": 8,
    "legal": "198. ፪፻፵፱ የንግድ ሕግ በየዓመቱ በሚደረገውም ሆነ በሌላ ማናቸውም ጊዜ በሚጠራ የባለአክሲዮኖች ጉባኤ ላይ ኦዲተሮች መገኘት አለባቸው ።",
    "simplified": "በንግድ ሕግ አንቀጽ 249 መሠረት፣ በባለአክሲዮኖች ስብሰባ ላይ ኦዲተሮች መገኘት አለባቸው።",
    "ratio": 0.6681614349775785,
    "legal_tokens": 223
  },
  {
    "priority": 8,
    "legal": "203. እንዲሁም የመደብሩ አካል የሆኑ ንብረቶች የዋጋቸው ዝቅተኛነት ወይም ከፍተኛነት ከግምት ውስጥ ሳይገባ ባለበት ሁኔታ መያዣው ይጸናባቸዋል ።",
    "simplified": "እንዲሁም የመደብሩ አካል የሆኑ ንብረቶች ዋጋ ቢጨምርም ወይም ቢቀንስም፣ መያዣው ባለበት ሁኔታ ይጸናል።",
    "ratio": 0.7319148936170212,
    "legal_tokens": 235
  },
  {
    "priority": 8,
    "legal": "209. በዚህ ሕግ ከአንቀጽ ፩፻፶፯ እስከ ፩፻፷፯ የተመለከቱት እንደተጠበቁ ሆነው የንግድ መደብር ኪራይን በተመለከተ በፍትሐ ብሔር ሕግ በቁጥር ፪ሺ፰፻፺፮ እስከ ፪ሺ፱፻፸፬ የተመለከቱት ድንጋጌዎች ተፈፃሚ ይሆናል ።",
    "simplified": "ከአንቀጽ 157 እስከ 167 የተጠቀሱት እንደተጠበቁ ሆነው፣ ለንግድ መደብር ኪራይ ከፍትሐ ብሔር ሕግ ቁጥር 2896 እስከ 2974 ያሉት ድንጋጌዎች ተፈፃሚ ይሆናሉ።",
    "ratio": 0.6954022988505747,
    "legal_tokens": 348
  },
  {
    "priority": 8,
    "legal": "210. ∙ የኪራይ ውልን በጋዜጣ ስለማስታወቅ የንግድ መደብር የኪራይ ውል በጽሁፍ ካልሆነና ከተዋዋይ ወገኖች በአንደ አመልካችነት የንግድ መደብሩ ዋና መሥሪያ ቤት በሚገኝበት አካባቢ ሰፊ ስርጭት ባለው ጋዜጣ ካልወጣ ሦስተኛ ወገኖችን መቃወሚያ ሊሆን አይችልም ።",
    "simplified": "የንግድ መደብር የኪራይ ውል በጽሑፍ ካልተደረገ እና በጋዜጣ ካልታወጀ፣ በሦስተኛ ወገኖች ላይ እንደ መቃወሚያ ሊቀርብ አይችልም።",
    "ratio": 0.5035799522673031,
    "legal_tokens": 419
  },
  {
    "priority": 8,
    "legal": "216. ሆኖም አከራዩ በኪራይ ውል ውስጥ ያልተካተቱ ሌሎች መደብሮች ያለት እንደሆነ ስሙ ከንግድ መዝገብ ሳይሰረዝ የተከራየውን መደብር በተመለከተ አግባብ ያለው ለውጥ በንግድ መዝገብ ውስጥ እንዳገባ ይደረጋል ።",
    "simplified": "አከራዩ ሌሎች መደብሮች ካሉት፣ ስሙ ከንግድ መዝገብ ሳይሰረዝ ስለ ተከራየው መደብር አስፈላጊው ለውጥ በመዝገብ ውስጥ እንዲሰፍር ይደረጋል።",
    "ratio": 0.6824925816023739,
    "legal_tokens": 337
  },
  {
    "priority": 8,
    "legal": "219. ፺፰ የንግድ ሕግ አንቀጽ ፩፻፷∙ በንግድ ወረቀቶች ላይ ተከራይ መሆኑን ስለመጥቀስ ተከራዩ በሚፃፃፊቸው ጽሁፍች ላይ ሁሉ ተከራይነቱን ‹‹ተከራይ›› የሚል ቃል ጨምሮ ካልገለጸ የኪራይ ውል ፈራሽ ሊሆን ይችላል ።",
    "simplified": "በንግድ ሕግ አንቀጽ 160 መሠረት፣ ተከራዩ በሚጽፋቸው ደብዳቤዎች ላይ “ተከራይ” መሆኑን ካልጠቀሰ፣ የኪራይ ውሉ ሊፈርስ ይችላል።",
    "ratio": 0.6063218390804598,
    "legal_tokens": 348
  },
  {
    "priority": 8,
    "legal": "220. ስለተከራዩ ግዴታዎች ተከራዩ የተስማማበትን ኪራይ ካልከፈለ ወይም እንደ መልካም ነጋዳ ለንግድ መደብሩ ጥንቃቄ ካላደረገ ወይም ሥራውንም ከንግዱ መደብር ዓይነት አኳይ በትክክል ካላካሄደ ፤",
    "simplified": "ተከራዩ ኪራይ ካልከፈለ፣ ለመደብሩ ተገቢውን ጥንቃቄ ካላደረገ ወይም ሥራውን በትክክል ካልመራ፤",
    "ratio": 0.5047923322683706,
    "legal_tokens": 313
  },
  {
    "priority": 8,
    "legal": "224. በመዝገብ ሳይገቡ መቅረት ስለሚሰጠው ውጤት ማንኛውም ነጋዳ የሆነ ሰው በዚህ ሕግ መሰረት መመዝገብ የሚገባው ሆኖ ሳይመዘገብ የቀረ እንደሆነ እንደ ነጋዳ ተቆጥሮ ኃላፊ ይሆናል ።",
    "simplified": "መመዝገብ ሲገባው ሳይመዘገብ የቀረ ማንኛውም ነጋዴ፣ እንደ ነጋዴ ተቆጥሮ ለሥራው ተጠያቂ ይሆናል።",
    "ratio": 0.552901023890785,
    "legal_tokens": 293
  },
  {
    "priority": 8,
    "legal": "226. የንግድ መደብር የተቋቋመባቸው ነገሮች ክፍል አንድ በንግድ መደብር ውስጥ ስለሚገኙ ነገሮች ፷፯ የንግድ ሕግ አንቀጽ ፩፻፱∙ ስለ መልካም ስምና ግዙፍነት ስለሌላቸው ነገሮች የንግድ መደብር በዋነኝነት የንግዱን መልካም ስም ይይዛል ።",
    "simplified": "በንግድ ሕግ አንቀጽ 109 መሠረት፣ የንግድ መደብር ዋናው መሠረቱ የንግዱ መልካም ስም (Goodwill) ነው።",
    "ratio": 0.4073107049608355,
    "legal_tokens": 383
  },
  {
    "priority": 8,
    "legal": "229. የኪራይ ውልን ስለማቋረጥ የንግድ መደብር ለዕዳ ዋስትና ተሰጥቶ እንደሆነ አከራዩ በስምምነት ወይም በኪራይ ውል መሰረት ውልን ለማቋረጥ የሚያስችለውን ድንጋጌ በመጠቀም ውልን ለማቋረጥ ሀሳብ ያለው ሲሆን ይህን የንግድ መደብሩን መያዣ አድርገው ገንዘብ ሊበደሩ ሰዎች ውል ከሚቋረጥበት ቀን ቢያንስ ከሰሊሳ ተከታታይ ቀናት በፊት በጽሁፍ ማሳወቅ አለበት ።",
    "simplified": "አከራዩ የኪራይ ውሉን ለማቋረጥ ከፈለገ፣ መደብሩን በመያዣነት ለያዙ ባለገንዘቦች ውሉ ከመቋረጡ 30 ቀናት በፊት በጽሑፍ ማሳወቅ አለበት።",
    "ratio": 0.38581314878892736,
    "legal_tokens": 578
  },
  {
    "priority": 8,
    "legal": "231. ፸፫ የንግድ ሕግ አንቀጽ ፩፻፳፩∙ የመጽሐፍ ሦስት ሥነ ሥርዓቶች ስለተከፈቱበት ተከራይ የመጽሐፍ ሦስት ሥነ ሥርዓቶች የተከፈተበት ተከራይ የሥነ ሥርዓቶቹ መከፈት በራሱ የኪራይ ውልን ያቋርጣል የሚል ስምምነት አይጸናም ።",
    "simplified": "በንግድ ሕግ አንቀጽ 121 መሠረት፣ “ተከራዩ ለኪሳራ ከቀረበ ውሉ በራሱ ይቋረጣል” የሚል ስምምነት አይጸናም።",
    "ratio": 0.4808743169398907,
    "legal_tokens": 366
  },
  {
    "priority": 8,
    "legal": "232. የዚህ ምዕራፍ ድንጋጌዎች ሽያጩ የንግድ መደብርን ወይም የንግድ መደብር መልካም ስምን የሚመለከት ካልሆነ ወይም በማድበስበስ ወይም በመደበቅ ይህን የሚያደርግ ካልሆነ በስተቀር የንግድ መደብርን የተለያዩ አካላት ነጣጥል በየሚደረግ ሽያጭ ላይ ተፈፃሚ አይሆኑም ።",
    "simplified": "የመደብሩን ዕቃዎች ለየብቻ መሸጥ፣ የንግድ መደብሩን ወይም መልካም ስሙን የሚነካ ካልሆነ በስተቀር በዚህ ምዕራፍ ሕግ አይመራም።",
    "ratio": 0.48729792147806006,
    "legal_tokens": 433
  },
  {
    "priority": 8,
    "legal": "233. ውልን ስለማፍረስ በዚህ ሕግ አንቀጽ ፩፻፳፭ የተመለከቱት ነገሮች ባለመሟሊታቸው ምክንያት በገዢው ላይ ጉዳት የደረሰ መሆኑን ፍርድ ቤቱ ከተረዳ በገዢው ጠያቂነት ውልን ሊያፈርሰው ይችላል ።",
    "simplified": "አስፈላጊ መረጃዎች ባለመሟላታቸው ገዢው ከተጎዳ፣ ፍርድ ቤቱ በገዢው ጥያቄ ውሉ እንዲፈርስ ሊያደርግ ይችላል።",
    "ratio": 0.5764331210191083,
    "legal_tokens": 314
  },
  {
    "priority": 8,
    "legal": "234. በዚህ ሕግ አንቀጽ ፩፻፳፭ መሰረት በተሰጠ የተሳሳተ መረጃ ምክንያት ገዢው ላይ ጉዳት የደረሰ መሆኑን ፍርድ ቤቱ ከተረዳ በገዢው ፸፯ የንግድ ሕግ ጥያቄ ውልን ማፍረስ ወይም ዋጋውን መቀነስ ይችላል ።",
    "simplified": "በተሳሳተ መረጃ ምክንያት ገዢው ጉዳት ከደረሰበት፣ ፍርድ ቤቱ ውሉን ሊያፈርስ ወይም የሽያጭ ዋጋው እንዲቀንስ ሊወስን ይችላል።",
    "ratio": 0.64,
    "legal_tokens": 325
  },
  {
    "priority": 8,
    "legal": "239. ስለሒሳብ መዝገቦች ሻጩና ገዢው ሽያጩ በሚፈፀምበት ቀን የሒሳብ መዝገቦችን ያረጋግጣል የሒሳብ መዝገቦች እና ሰነዶችን የሚያመለክት አንድ ዝርዝር ጽሁፍ ያዘጋጃለ ።",
    "simplified": "በሽያጩ ቀን ሻጭና ገዢ የሒሳብ መዝገቦችን ማረጋገጥና የሰነዶቹን ዝርዝር በጽሑፍ ማዘጋጀት አለባቸው።",
    "ratio": 0.6131386861313869,
    "legal_tokens": 274
  },
  {
    "priority": 8,
    "legal": "240. በዚህ አንቀጽ ንዑስ አንቀጽ (፩) የተመለከተው ከመፈፀሙ በፊት የተደረገ ማናቸውም ክፍያ ወይም የመብት ማስተላለፍ ወይም ክፍያ ፹፩ የንግድ ሕግ የመጠየቅ መብትን መተው ከሻጩ ላይ ገንዘብ ጠያቂዎች በሆኑት ሰዎች ላይ መቃወሚያ ሊሆን አይችልም ።",
    "simplified": "ሕጋዊው ሂደት ሳይጠናቀቅ የተደረገ ክፍያ ወይም የመብት ማስተላለፍ፣ በባለገንዘቦች ላይ እንደ መቃወሚያ ሊቀርብ አይችልም።",
    "ratio": 0.5113350125944585,
    "legal_tokens": 397
  },
  {
    "priority": 8,
    "legal": "242. ነገር ግን ማስታወቂያው በመዘግየቱ ምክንያት በሻጭ ላይ ወይም ከሻጩ ላይ ገንዘብ ጠያቂ በሆኑ ሰዎች ላይ ለሚደርሰው ጉዳት ገዥ ተጠያቂ ሊሆን ይችላል ።",
    "simplified": "ነገር ግን ማስታወቂያው በመዘግየቱ ለሚደርሰው ጉዳት ገዢው ተጠያቂ ሊሆን ይችላል።",
    "ratio": 0.5461847389558233,
    "legal_tokens": 249
  },
  {
    "priority": 8,
    "legal": "243. ፹፬ የንግድ ሕግ አንቀጽ ፩፻፴፱∙ የሽያጩ ገንዘብ ለሻጩ እንዳይከፈልው ስለሚቀርቡ መቃወሚያዎች ከሻጩ ገንዘብ ጠያቂ የሆነ ሁሉ ክፍያ የሚጠይቅበት ጊዜ ያልደረሰ ቢሆንም እንኳን የመጨረሻው ማስታወቂያ ከወጣበት ቀን ጀምሮ በሰላሳ ተከታታይ ቀናት ውስጥ ለሻጩ ዋጋ እንዳይከፈልው ለማድረግ ለፍርድ ቤት በማመልከት መቃወሚያው ለገዥው መጥሪያ መቀበል በሚገባው አደራሻ እንዳደርሰው ማድረግ አለበት ።",
    "simplified": "በባለገንዘቦች ጥያቄ፣ የሽያጩ ገንዘብ ለሻጩ እንዳይከፈል ማስታወቂያ በወጣ በ30 ቀናት ውስጥ ለፍርድ ቤት መቃወሚያ ማቅረብ ይቻላል።",
    "ratio": 0.3323076923076923,
    "legal_tokens": 650
  },
  {
    "priority": 8,
    "legal": "244. ፹፭ የንግድ ሕግ በመቃወሚያው ላይ ውሳኔ እስኪሰጥ ድረስ በገዥው እጅ ወይም በአደራ አስቀማጩ ሦስተኛ ወገን እጅ ታግዶ የተቀመጠውን የሽያጭ ገንዘብ መክፈል ወይም ማስተላለፍ አይቻልም ።",
    "simplified": "በመቃወሚያው ላይ ውሳኔ እስኪሰጥ ድረስ፣ ታግዶ የተቀመጠውን የሽያጭ ገንዘብ ለማንም መክፈል አይቻልም።",
    "ratio": 0.5588235294117647,
    "legal_tokens": 306
  },
  {
    "priority": 8,
    "legal": "246. የሽያጩን ገንዘብ ስለማከፋፈል የንግድ መደብሩ የሽያጭ ገንዘብ በንግድ መደብሩ ላይ የመያዣ ዋስትና ባላቸው ገንዘብ ጠያቂዎች እና ገንዘቡ ታግዶ እንዲቆይ ማመልከቻ ባቀረቡ ገንዘብ ጠያቂዎች መካከል በስምምነት ወይም በፍርድ ውሳኔ መሰረት እንዲከፋፈል ይደረጋል ።",
    "simplified": "የሽያጭ ገንዘቡ ዋስትና ላላቸውና ዕግድ ላስወጡ ባለገንዘቦች በስምምነት ወይም በፍርድ ቤት ውሳኔ መሠረት ይከፋፈላል።",
    "ratio": 0.44803695150115475,
    "legal_tokens": 433
  },
  {
    "priority": 8,
    "legal": "248. ፹፮ የንግድ ሕግ አንቀጽ ፩፻፵፪∙ ገንዘብ ጠያቂዎች በሐራጅ ዋጋ አብልጠው ስለመስጠታቸው በንግድ መደብሩ የመያዣ ዋስትና ያላቸው ገንዘብ ጠያቂዎች እና በዚህ ሕግ አንቀጽ ፩፻፵፩ ንዑስ አንቀጽ (፩) የተመለከቱት መቃወሚያ ያቀረቡት ገንዘብ ጠያቂዎች የንግድ መደብሩ የሽያጭ ዋጋ ለሚፈለጉት ክፍያ የማይበቃ የሆነ እንደሆነ ገንዘብ ጠያቂዎቹ የንግድ መደብሩ በሐራጅ እንዲሸጥ ፍርድ ቤቱን መጠየቅ ይችላል ።",
    "simplified": "የሽያጩ ዋጋ ለዕዳው ክፍያ ካልበቃ፣ ባለገንዘቦቹ መደብሩ በሐራጅ እንዲሸጥ ፍርድ ቤቱን መጠየቅ ይችላሉ።",
    "ratio": 0.2613981762917933,
    "legal_tokens": 658
  },
  {
    "priority": 8,
    "legal": "250. በሐራጅ አብልጦ የሚገዛ ሦስተኛ ወገን የሆነ ገዥ ሳይቀርብ የቀረ እንደሆነ የንግድ መደብሩ ከፍተኛ ዋጋ ለሰጠው ገንዘብ ጠያቂ በሐራጅ ይሸጣል ።",
    "simplified": "ሌላ ገዢ ካልቀረበ፣ የንግድ መደብሩ ከፍተኛ ዋጋ ላቀረበው ባለገንዘብ በሐራጅ ይሸጣል።",
    "ratio": 0.6008403361344538,
    "legal_tokens": 238
  },
  {
    "priority": 8,
    "legal": "251. ፹፯ የንግድ ሕግ ምዕራፍ አራት የንግድ መደብር በዋስትና መያዣ ስለማድረግ ክፍል አንድ ጠቅላላ ድንጋጌዎች አንቀጽ ፩፻፵፫∙ መያዣ ማድረግ ስለመቻለ የንግድ መደብርን ለዋስትና መያዣ ማድረግ ይቻላል ፤",
    "simplified": "በንግድ ሕግ አንቀጽ 143 መሠረት፣ የንግድ መደብርን ለዕዳ ዋስትና (መያዣ) ማድረግ ይቻላል፤",
    "ratio": 0.44108761329305135,
    "legal_tokens": 331
  },
  {
    "priority": 8,
    "legal": "254. በንግድ መደብር ላይ የሚደረገው ማናቸውም ዓይነት ከሕግ ወይም በውል የሆነ የዋስትና መያዣ መብት አግባብ ባለው ሕግ መሰረት ካልተመዘገበ በስተቀር ሦስተኛ ወገኖችን መቃወሚያ ሊሆን አይችልም ።",
    "simplified": "በሕግ ወይም በውል የተደረገ መያዣ በሕጉ መሠረት ካልተመዘገበ በቀር፣ በሌሎች ሰዎች ላይ እንደ መቃወሚያ ሊቀርብ አይችልም።",
    "ratio": 0.6352201257861635,
    "legal_tokens": 318
  },
  {
    "priority": 8,
    "legal": "255. የንግድ መደብር ሽያጩ በጽሁፍ ካልሆነና ከሕግ የመነጨው የዋስትና መያዣ መብትም አግባብ ፹፱ የንግድ ሕግ ባለው ሕግ መሰረት ካልተመዘገበ በንዑስ አንቀጽ (፩) የተመለከተው ከሕግ የመነጨ የዋስትና መያዣ መብት አይጸናም ።",
    "simplified": "የንግድ መደብር ሽያጭ በጽሑፍ ካልሆነና መያዣው በሕጉ መሠረት ካልተመዘገበ፣ የመያዣ መብቱ አይጸናም።",
    "ratio": 0.4666666666666667,
    "legal_tokens": 360
  },
  {
    "priority": 8,
    "legal": "259. ፺፩ የንግድ ሕግ የዋስትና መያዣ ያላቸው ገንዘብ ጠያቂዎች በንግድ መደብሩ ላይ ያላቸው መብቶች አንቀጽ ፩፻፵፱∙ ስለንግድ መደብር መሸጥ፣ ማስተላለፍ ወይም ማከራየት ተቃራኒ የሆነ የውል ቃል ቢኖር እንኳን ባለዕዳው የንግዱን መደብር ለመሸጥ ወይም በሌላ መንገድ ለማስተላለፍ ወይም ለማከራየት መብት አለው ።",
    "simplified": "በንግድ ሕግ አንቀጽ 149 መሠረት፣ ተቃራኒ ስምምነት ቢኖርም ባለዕዳው የንግድ መደብሩን የመሸጥ፣ የማስተላለፍ ወይም የማከራየት መብት አለው።",
    "ratio": 0.45634920634920634,
    "legal_tokens": 504
  },
  {
    "priority": 8,
    "legal": "260. የንግዱን መደብር ቢሸጥ ወይም በሌላ መንገድ ቢያስተሊለፍ ወይም ቢያከራይ በዋስትና መያዣው መሰረት የሚፈለግበትን ገንዘብ ባለዕዳው ወዲያውኑ ይከፍላል በማለት መዋዋል ይቻላል ፤",
    "simplified": "መደብሩ ሲሸጥ ወይም ሲከራይ ባለዕዳው ዕዳውን ወዲያውኑ እንዲከፍል በውል መስማማት ይቻላል፤",
    "ratio": 0.5135135135135135,
    "legal_tokens": 296
  },
  {
    "priority": 8,
    "legal": "262. የንግድ መደብሩን በዋስትና የያዙ ገንዘብ ጠያቂዎች በቦታው መዛወር ምክንያት የመደብሩ ፺፻ የንግድ ሕግ ዋጋ ይቀንሳል ብለው ከገመቱ በዚህ ሕግ አንቀጽ ፩፻፶ የተሰጣቸውን መብት መጠቀም ይችላል ።",
    "simplified": "መደብሩ በመዛወሩ ምክንያት ዋጋው ይቀንሳል ብለው የሚያምኑ ባለገንዘቦች፣ በአንቀጽ 150 የተሰጣቸውን መብት መጠቀም ይችላሉ።",
    "ratio": 0.6304347826086957,
    "legal_tokens": 322
  },
  {
    "priority": 8,
    "legal": "263. ገንዘብ ጠያቂዎች በንግድ መደብሩ መዛወር ከተስማሙና የንግድ መደብሩ የተዛወረው በተመዘገበበት ክልል ውስጥ የሆነ እንደሆነ ዝውውሩን መሰረት አድርጎ ምዝገባው እንዳስተካከል መጠየቅ አለባቸው ፤",
    "simplified": "ባለገንዘቦች መደብሩ መዛወሩን ከተቀበሉና ዝውውሩ በዚያው ክልል ውስጥ ከሆነ፣ ምዝገባው እንዲስተካከል መጠየቅ አለባቸው፤",
    "ratio": 0.6234567901234568,
    "legal_tokens": 324
  },
  {
    "priority": 8,
    "legal": "264. የንግድ መደብሩ ቀድሞ ከተመዘገበበት ክልል ውጭ የተዛወረ እንደሆነ ገንዘብ ጠያቂዎቹ የተዛወረው የንግድ መደብር አዳሱ ዋና መሥሪያ ቤቱ በሚገኝበት ክልል የዋስትና መያዣው እንደ አዲስ መመዝገቡን ማረጋገጥ አለባቸው ።",
    "simplified": "መደብሩ ወደ ሌላ ክልል ከተዛወረ፣ ባለገንዘቦቹ መያዣው በአዲሱ ቦታ ዳግም መመዝገቡን ማረጋገጥ አለባቸው።",
    "ratio": 0.48746518105849584,
    "legal_tokens": 359
  },
  {
    "priority": 8,
    "legal": "265. በዚህ አንቀጽ ንዑስ አንቀጽ (፫) መሰረት ምዝገባው የተስተካከለ ወይም አዲስ ምዝገባ የተከናወነ እንደሆነ ማስተካከያው ወይም አዳሱ ምዝገባ የመጀመሪያው ምዝገባ ከተከናወነበት ጊዜ ጀምሮ የጸና ይሆናል ።",
    "simplified": "ምዝገባው በአዲሱ ቦታ ከተስተካከለ፣ ከመጀመሪያው ምዝገባ ቀን ጀምሮ እንደጸና ይቆጠራል።",
    "ratio": 0.4417910447761194,
    "legal_tokens": 335
  },
  {
    "priority": 8,
    "legal": "267. የዋስትና ገንዘብ ስለማስቀመጥ ተከራዩ ለአከራዩ ወይም ለሦስተኛ ወገኖች ያለበትን ግዴታዎች የሚፈጽም መሆኑን ለማረጋገጥ የሚያስችል በውል ከተወሰነው ኪራይ በላይ ዋስትና እንዳያስይዝ በውል ውስጥ ሊጠየቅ ይችላል ።",
    "simplified": "ተከራዩ ግዴታውን እንዲወጣ ለማረጋገጥ፣ ከውል ኪራዩ በላይ የሆነ ዋስትና እንዳይጠየቅ በውሉ ላይ ሊቀመጥ ይችላል።",
    "ratio": 0.5266106442577031,
    "legal_tokens": 357
  },
  {
    "priority": 8,
    "legal": "268. ተቃራኒ የሆነ ስምምነት ቢኖር እንኳን ተከራዩ ለአከራዩ ያለበትን ግዴታዎች የፈጸመ ሲሆንና በዚህ ሕግ በአንቀጽ ፩፻፷፬ ንዑስ አንቀጽ (፫) በተመለከተው ጊዜ ውስጥ ገንዘብ ጠያቂዎች ፺፱ የንግድ ሕግ እንዳያዝ ያላመለከቱ እንደሆነ የኪራይ ውል እንደተቋረጠ ተከራዩ የሰጠው ዋስትና ሙሉ ለሙሉ ይመለስለታል ።",
    "simplified": "ተከራዩ ግዴታውን ከፈጸመና ባለገንዘቦች ዕግድ ካላወጡ፣ የሰጠው ዋስትና ሙሉ በሙሉ ይመለስለታል።",
    "ratio": 0.3226452905811623,
    "legal_tokens": 499
  },
  {
    "priority": 8,
    "legal": "270. የኪራዩ ውል ጊዜ ማብቃቱን በጋዜጣ ስለማስታወቅ የኪራዩ ውል ጊዜ ማብቃቱ በዚህ ሕግ አንቀጽ ፩፻፶፯ ንዑስ አንቀጽ (፩) በተደነገገው መሰረት በጋዜጣ እንዳታተም መደረግ ይኖርበታል ።",
    "simplified": "የኪራይ ውል ማለቁ በአንቀጽ 157 መሠረት በጋዜጣ መታወጅ አለበት።",
    "ratio": 0.3523489932885906,
    "legal_tokens": 298
  },
  {
    "priority": 8,
    "legal": "275. አንቀጽ፩፻፷፮∙ አከራዩ ተወዳዳሪ የሆነ ንግድ እንዳያካሂድ ስለመከለከለ የንግዱን መደብር ያከራየ ባለቤት የኪራይ ውል ጸንቶ በሚቆይበት ጊዜ ውስጥ ተመሳሳይ የንግድ ዓላማ ያለውን ሌላ የንግድ መደብር በማቋቋም ወይም በመግዛት ወይም በሌላ መንገድ ፩፻፩ የንግድ ሕግ እንዳተላለፍለት በማድረግ ተከራዩን በንግድ ሊወዳደረው አይችልም ።",
    "simplified": "በንግድ ሕግ አንቀጽ 166 መሠረት፣ አከራዩ ውሉ በጸናበት ጊዜ ተመሳሳይ መደብር በመክፈት ተከራዩን ሊወዳደረው አይችልም።",
    "ratio": 0.3551912568306011,
    "legal_tokens": 549
  },
  {
    "priority": 8,
    "legal": "278. ተከራዩን ተወዳዳሪ የንግድ ሥራ እንዳይሰራ መከለከለ ስለመቻለ የኪራዩ ውል ጊዜ ካበቃ በኋላ ተከራዩ የንግዱ መደብር ባለቤት የሚሰራውን የንግድ ሥራ ዓይነት በመስራት እንዳይወዳደር በውል ለመስማማት ይቻላል ።",
    "simplified": "የኪራይ ውሉ ካለቀ በኋላ ተከራዩ ተመሳሳይ ሥራ በመሥራት አከራዩን እንዳይወዳደር በውል መስማማት ይቻላል።",
    "ratio": 0.5057803468208093,
    "legal_tokens": 346
  },
  {
    "priority": 8,
    "legal": "280. መዋጮን ስለመቃወም በአንቀጽ ፩፻፷፰ መሰረት የመጨረሻው ማስታወቂያ ከወጣበት ቀን አንስቶ በሰላሳ ተከታታይ ቀናት ውስጥ በማህበርተኝነት መዋጮ ከሚሰጠው ሰው ላይ ገንዘብ ጠያቂ የሆኑ ሁሉ የዕዳው መክፈያ ጊዜ ያልደረሰም ቢሆን ለንግድ ማህበሩ ዋና መሥሪያ ቤት በጽሁፍ በማስታወቅ ፩፻፫ የንግድ ሕግ የቀረበው የማህበርተኝነት መዋጮው እንዳይደረግ መቃወም ይችላል ።",
    "simplified": "ባለገንዘቦች ማስታወቂያው በወጣ በ30 ቀናት ውስጥ መዋጮው እንዳይደረግ መቃወም ይችላሉ።",
    "ratio": 0.24161073825503357,
    "legal_tokens": 596
  },
  {
    "priority": 8,
    "legal": "281. ማስታወቂያ ሳይወጣ ከቀረ ወይም ማስታወቂያው ዋጋ የላለው በሆነ ጊዜ የተወሰነውን ጊዜ መጠበቅ ሳያስፈልግ ገንዘብ ጠያቂው በማናቸውም ጊዜ ለመቃወም ይችላል ።",
    "simplified": "ማስታወቂያ ሳይወጣ ቢቀር ወይም ሕጋዊ ኃይል (ዋጋ) ከሌለው፣ ባለገንዘቡ በማንኛውም ጊዜ መቃወም ይችላል።",
    "ratio": 0.6526717557251909,
    "legal_tokens": 262
  },
  {
    "priority": 8,
    "legal": "282. ማህበርተኞቹ መውሰድ ስለየሚችለው እርምጃ ማንኛውም ማህበርተኛ በአንቀጽ ፩፻፸ መሰረት መቃወሚያው ከቀረበበት ጊዜ አንስቶ በአንድ ወር ውስጥ በመቋቋም ላይ ያለው ማህበር እንዲፈርስ ወይም ቀድሞ ለነበረ ማህበር የተደረገው መዋጮ እንዳሰረዝ ፍርድ ቤትን ለመጠየቅ ይችላል ።",
    "simplified": "መቃወሚያ ከቀረበ በአንድ ወር ውስጥ፣ አባሉ ማህበሩ እንዲፈርስ ወይም መዋጮው እንዲሰረዝ ፍርድ ቤትን መጠየቅ ይችላል።",
    "ratio": 0.43429844097995546,
    "legal_tokens": 449
  },
  {
    "priority": 8,
    "legal": "284. ሁለተኛ መጽሐፍ የንግድ ማህበራት ርዕስ አንድ ጠቅላላ ድንጋጌዎች ፩፻፬ የንግድ ሕግ አንቀጽ ፩፻፸፪∙ ትርጓሜ የንግድ ማህበር ማለት ሰዎች መዋጮ አዋጥተው በህብረት በኢኮኖሚያዊ እንቅስቃሴ በመሰማራት ከሚገኘው ትርፍ ተካፊይ ለመሆን በመመስረቻ ጽሁፍ አማካኝነት የሚያቋቋሙት ማህበር ነው ።",
    "simplified": "በንግድ ሕግ አንቀጽ 172 መሠረት፣ የንግድ ማህበር ማለት ሰዎች መዋጮ አዋጥተው በጋራ ለመሥራትና ትርፍ ለመጋራት በመመስረቻ ጽሑፍ የሚያቋቋሙት ማህበር ነው።",
    "ratio": 0.5313807531380753,
    "legal_tokens": 478
  },
  {
    "priority": 8,
    "legal": "285. የዚህ አንቀጽ ንዑስ አንቀጽ (፩) ድንጋጌ ቢኖርም የእሽሙር ማህበር የሚቋቋመው ማህበረተኞች በመካከላቸው በሚያደርጉት በሦስተኛ ወገኖች በማይታወቅ ውል አማካኝነት ነው ።",
    "simplified": "የእሽሙር ማህበር የሚቋቋመው አባላቱ በመካከላቸው በሚያደርጉትና ሌሎች ሰዎች በማያውቁት ውል ነው።",
    "ratio": 0.5815602836879432,
    "legal_tokens": 282
  },
  {
    "priority": 8,
    "legal": "290. ፩፻፱ የንግድ ሕግ አንቀጽ ፩፻፹፪∙ ከንግድ መዝገብ ስለመሰረዝ አንድ የንግድ ማህበር ሲፈርስና ሂሳቡ ተጣርቶ እንዳበቃ የሒሳብ አጣሪዎች ማህበሩ ከንግድ መዝገብ እንዳሰረዝ ለንግድ ማህበር መዝጋቢው አካል ማመልከት አለባቸው ፤",
    "simplified": "በንግድ ሕግ አንቀጽ 182 መሠረት፣ ማህበሩ ሲፈርስና ሒሳቡ ሲጣራ፣ ሒሳብ አጣሪዎቹ ማህበሩ ከመዝገብ እንዲሰረዝ ማመልከት አለባቸው፤",
    "ratio": 0.5706666666666667,
    "legal_tokens": 375
  },
  {
    "priority": 8,
    "legal": "294. ሸሪኮች ለማህበሩ የሚያስገቡት መዋጮ የማህበሩን ዓላማ ለማሳካት የሚያስፈልገው ዓይነትና መጠን እንዲሁም ተቃራኒ ስምምነት ከላለ በስተቀር መጠኑ እኩል መሆን አለበት ።",
    "simplified": "ሌላ ስምምነት ከሌለ በስተቀር፣ የአባላት መዋጮ መጠን እኩል መሆን አለበት።",
    "ratio": 0.44285714285714284,
    "legal_tokens": 280
  },
  {
    "priority": 8,
    "legal": "295. በዓይነት የተከፈለ መዋጮ ግምት የተጋነነ ሆኖ ከተገኘ ያዋጣው ሸሪክ በግምቱና በትክክለኛው ዋጋው መካከል ያለውን ልዩነት በጥሬ ገንዘብ መክፈል አለበት ፤",
    "simplified": "በዓይነት የተደረገ መዋጮ ግምት ከእውነተኛው ዋጋ በላይ ከሆነ፣ ልዩነቱን አባሉ በጥሬ ገንዘብ መክፈል አለበት፤",
    "ratio": 0.7109375,
    "legal_tokens": 256
  },
  {
    "priority": 8,
    "legal": "297. ዋስትና የሙያ አገልግሎትን ሳይጨምር የዓይነት መዋጮ የከፈለ ሸሪክ ያለበት ዋስትና በፍትሐ ብሔር ሕጉ የሽያጭ ውል ክፍል ስለሻጭ ግዴታ በተደነገገው መሰረት ይሆናል ።",
    "simplified": "በዓይነት መዋጮ ያደረገ አባል ያለበት የዋስትና ግዴታ፣ በፍትሐ ብሔር ሕግ ስለ ሻጭ ግዴታ በተደነገገው መሠረት ይሆናል።",
    "ratio": 0.7101449275362319,
    "legal_tokens": 276
  },
  {
    "priority": 8,
    "legal": "298. የተከፈለው መዋጮ በንብረት የመጠቀም መብት ብቻ ከሆነ መዋጮውን የከፈለው ሸሪክ ያለበት ዋስትና በፍትሐ ብሔር ሕጉ የኪራይ ውል ክፍል የአከራይን ግዴታ በሚመለከቱት ድንጋጌዎች መሰረት ይሆናል ።",
    "simplified": "መዋጮው በንብረት የመጠቀም መብት ብቻ ከሆነ፣ አባሉ ያለበት ዋስትና በፍትሐ ብሔር ሕግ ስለ አከራይ ግዴታ በተደነገገው መሠረት ይሆናል።",
    "ratio": 0.6915887850467289,
    "legal_tokens": 321
  },
  {
    "priority": 8,
    "legal": "300. ለመድረስ የሚችለ አደጋ ፩፻፲፬ የንግድ ሕግ ለማህበሩ የተከፈለው መዋጮ ንብረት ከሆነ በንብረቱ ላይ ሊደርስ የሚችለ አደጋ በፍትሐ ብሔር ሕጉ ሽያጭን በተመለከቱት ድንጋጌዎች መሰረት ለማህበሩ ይተላለፋል ።",
    "simplified": "መዋጮው ንብረት ከሆነ፣ በንብረቱ ላይ ሊደርስ የሚችል አደጋ በፍትሐ ብሔር ሕግ መሠረት ለማህበሩ ይተላለፋል።",
    "ratio": 0.5264705882352941,
    "legal_tokens": 340
  },
  {
    "priority": 8,
    "legal": "303. የማህበሩ ሸሪኮች መብቶችና ግዴታዎች አንቀጽ ፩፻፺∙ የማህበሩ ሸሪኮች መብቶች እያንዳንዱ የማህበሩ ሸሪክ የሚከተሉት መብቶች አለት፡- ፩፻፲፭ የንግድ ሕግ የማህበሩ ስብሰባዎች የመሳተፍና ድምፅ የመስጠት ፤",
    "simplified": "በንግድ ሕግ አንቀጽ 190 መሠረት፣ እያንዳንዱ አባል በማህበሩ ስብሰባዎች ላይ የመሳተፍና ድምፅ የመስጠት መብት አለው፤",
    "ratio": 0.5614035087719298,
    "legal_tokens": 342
  },
  {
    "priority": 8,
    "legal": "310. የማህበሩ ሸሪኮች ግዴታዎች እያንዳንዱ የማህበሩ ሸሪክ ከዚህ በታች የተዘረዘሩት ግዴታዎች አለበት፡- ፩፻፲፮ የንግድ ሕግ ሀ) የማህበሩን መዋጮ በወቅቱ የመክፈል ፤",
    "simplified": "በንግድ ሕግ አንቀጽ 191 መሠረት፣ እያንዳንዱ አባል መዋጮውን በወቅቱ የመክፈል ግዴታ አለበት፤",
    "ratio": 0.5666666666666667,
    "legal_tokens": 270
  },
  {
    "priority": 8,
    "legal": "317. የትርፍና ኪሳራ ክፍፍለ መሰረት ፩፻፲፯ የንግድ ሕግ ተቃራኒ ስምምነት ከላለ በስተቀር እያንዳንዱ ማህበርተኛ ለማህበሩ ያስገባው የመዋጮ ዓይነትና ዋጋ ምንም ቢሆን ከማህበሩ ትርፍና ኪሳራ እኩል ድርሻ አለው ።",
    "simplified": "ሌላ ስምምነት ከሌለ በስተቀር፣ የመዋጮው መጠን ምንም ይሁን ምን እያንዳንዱ አባል ከትርፍና ከኪሳራ እኩል ድርሻ አለው።",
    "ratio": 0.5697674418604651,
    "legal_tokens": 344
  },
  {
    "priority": 8,
    "legal": "321. ፩፻፳ የንግድ ሕግ አንቀጽ ፩፻፺፱∙ የሥራ አስኪያጁ ሥልጣን እና ተግባር ሥራ አስኪያጁ የማህበሩን ዓላማ ለማሳካት በማህበሩ ስም ማንኛውንም ሕጋዊ ተግባር ያከናውናለ ።",
    "simplified": "በንግድ ሕግ አንቀጽ 199 መሠረት፣ ሥራ አስኪያጁ የማህበሩን ዓላማ ለማሳካት በማህበሩ ስም ማንኛውንም ሕጋዊ ሥራ ያከናውናል።",
    "ratio": 0.7240143369175627,
    "legal_tokens": 279
  },
  {
    "priority": 8,
    "legal": "323. በሥራ አስኪያጅነት ሥልጣን አላግባብ መገልገል ሥራ አስኪያጁ በማህበሩ ስም ለግለ ጥቅሙ የሰራ እንደሆነ በቅን ለቦና ከሥራ አስኪያጁ ጋር ግንኙነት ሊደረጉ ሦስተኛ ወገኖች ማህበሩ ኃላፊ ፩፻፳፩ የንግድ ሕግ ነው ፤",
    "simplified": "ሥራ አስኪያጁ የማህበሩን ስም ለግል ጥቅሙ ከተጠቀመ፣ በቅን ልቦና ከእሱ ጋር የተዋዋሉ ሦስተኛ ወገኖች ሲኖሩ ማህበሩ ተጠያቂ ይሆናል፤",
    "ratio": 0.6275071633237822,
    "legal_tokens": 349
  },
  {
    "priority": 8,
    "legal": "328. ፩፻፳፬ የንግድ ሕግ አንቀጽ 204∙ የማህበሩ ውሳኔ አሰጣጥ የማህበሩን መመስረቻ ጽሁፍ ለመለወጥ ወይም ጠበቃ ለመሾም ወይም በማህበሩ ከተለመደው ሥራ ውጭ ለማከናውን የማህበሩ ሸሪኮች ሙሉ ስምምነት ያስፈልጋል ።",
    "simplified": "በንግድ ሕግ አንቀጽ 204 መሠረት፣ የመመስረቻ ጽሑፍ ለመለወጥ ወይም ከተለመደው ሥራ ውጭ የሆኑ ተግባራትን ለማከናወን የአባላት ሙሉ ስምምነት ያስፈልጋል።",
    "ratio": 0.7267441860465116,
    "legal_tokens": 344
  },
  {
    "priority": 8,
    "legal": "329. በዚህ አንቀጽ ንዑስ አንቀጽ (1) የተመለከተው እንደተጠበቀ ሆኖ ሸሪኮች ውሳኔዎች በድምፅ ብልጫ እንዲተላለፍ ሊስማሙ ይችላል ፤",
    "simplified": "አባላቱ ሌሎች ውሳኔዎች በድምፅ ብልጫ እንዲተላለፉ ሊስማሙ ይችላሉ፤",
    "ratio": 0.5380952380952381,
    "legal_tokens": 210
  },
  {
    "priority": 8,
    "legal": "331. ፩፻፳፮ የንግድ ሕግ ሥራ አስኪያጆች ለሒሳብ አጣሪዎች የማህበሩን ንብረትና ማንኛውንም አስፈላጊ ሰነድ ማስረከብና እስከ ርክክቡ ቀን ድረስ ያከናወኑትን ሥራ ማስረዳት አለባቸው ።",
    "simplified": "ሥራ አስኪያጆች የማህበሩን ንብረትና ሰነዶች ለሒሳብ አጣሪዎች ማስረከብ እንዲሁም የሠሩትን ሥራ ማስረዳት አለባቸው።",
    "ratio": 0.6498316498316499,
    "legal_tokens": 297
  },
  {
    "priority": 8,
    "legal": "333. ሒሳብ አጣሪዎችን ስለመሾም ማህበሩን ለማፍረስ የመጨረሻ ሒሳብ የሚጣራው በመመስረቻ ጽሁፍ ወይም በማህበሩ ሸሪኮች ሙሉ ስምምነት በተመደቡ አንድ ወይም ከዚያ በላይ በሆኑ ሒሳብ አጣሪዎች ነው ።",
    "simplified": "ማህበሩን ለማፍረስ የሒሳብ ማጣራት ሥራው የሚከናወነው በመመስረቻ ጽሑፍ ወይም በአባላት ሙሉ ስምምነት በሚሾሙ ሒሳብ አጣሪዎች ነው።",
    "ratio": 0.6823899371069182,
    "legal_tokens": 318
  },
  {
    "priority": 8,
    "legal": "339. ፩፻፳፱ የንግድ ሕግ አንቀጽ 211∙ የትርፍና ኪሳራ አከፋፈል የማህበሩ ዕዳዎች ከተከፈለና እያንዳንዱ ሸሪክ የከፈለው መዋጮ ከተመለሰ በኋላ ትርፍ ካለ በአባላቱ መካከል ይከፋፈላል ።",
    "simplified": "በንግድ ሕግ አንቀጽ 211 መሠረት፣ ዕዳዎች ተከፍለውና መዋጮዎች ተመልሰው ትርፍ ካለ በአባላቱ መካከል ይከፋፈላል።",
    "ratio": 0.6208053691275168,
    "legal_tokens": 298
  },
  {
    "priority": 8,
    "legal": "340. ዕዳዎችና ወጪዎች ከተከፈለ በኋላ የማህበሩ ገንዘብ ለሸሪኮች የሚመለሰውን መዋጮ ለመክፈል የማይበቃ ከሆነ ኪሳራው በሸሪኮች መካከል ይከፋፈላል ።",
    "simplified": "ዕዳዎች ከተከፈሉ በኋላ ያለው ገንዘብ መዋጮን ለመመለስ ካልበቃ፣ ኪሳራው በአባላት መካከል ይከፋፈላል።",
    "ratio": 0.7008196721311475,
    "legal_tokens": 244
  },
  {
    "priority": 8,
    "legal": "345. ∙ ኃላፊነታቸው ያልተወሰነ ሸሪኮች መብትና ግዴታ በዚህ ሕግ የህብረት ሽርክና ማህበር ሸሪኮችን መብትና ግዴታ የሚመለከቱት ድንጋጌዎች ኃላፊነታቸው ባልተወሰነ የማህበሩ ሸሪኮች ላይ ተፈፃሚነት አላቸው ።",
    "simplified": "ኃላፊነታቸው ያልተወሰነ አባላት መብትና ግዴታ በኅብረት ሽርክና ማህበር ሕግ መሠረት ይሆናል።",
    "ratio": 0.45857988165680474,
    "legal_tokens": 338
  },
  {
    "priority": 8,
    "legal": "346. ኃላፊነታቸው የተወሰነ የማህበሩ ሸሪኮች በተረጋገጠ የሒሳብ ሚዛን መሰረት በቅን ለቦና የተቀበለትን የትርፍ ድርሻ እንዳመልሱ አይገደደም ።",
    "simplified": "ኃላፊነታቸው የተወሰነ አባላት በቅን ልቦና የተቀበሉትን የትርፍ ድርሻ እንዲመልሱ አይገደዱም።",
    "ratio": 0.6709401709401709,
    "legal_tokens": 234
  },
  {
    "priority": 8,
    "legal": "347. ፩፻፴፫ የንግድ ሕግ ኃላፊነታቸው የተወሰነ የማህበሩ ሸሪኮች በውክልናም ሆነ በሌላ በማንኛውም ሁኔታ የማህበሩ ሥራ አስኪያጅ መሆን አይችልም ፤",
    "simplified": "ኃላፊነታቸው የተወሰነ አባላት የማህበሩ ሥራ አስኪያጅ መሆን አይችሉም፤",
    "ratio": 0.497907949790795,
    "legal_tokens": 239
  },
  {
    "priority": 8,
    "legal": "348. ክልከላውን የተላለፈ ኃላፊነቱ የተወሰነ የማኀበሩ ሸሪክ በሥራው ምክንያት ለሚመጡ ግዴታዎች ኃላፊነታቸው ካልተወሰነው ሸሪኮች ጋር በአንድነትና በተናጠል ኃላፊ ይሆናል ፤",
    "simplified": "ይህን ክልከላ በመተላለፍ ሥራ የሠራ አባል፣ ለሥራው ግዴታዎች እንደ ኃላፊነታቸው ያልተወሰነ አባላት ተጠያቂ ይሆናል፤",
    "ratio": 0.6807017543859649,
    "legal_tokens": 285
  },
  {
    "priority": 8,
    "legal": "349. ይህን ክልከላ ከተላለፈባቸው ጊዜያት ብዛት እና ከጉዳዩ ክብደት አኳይ አስፈላጊ ሆኖ ሲገኝ ለሁሉም የማህበሩ ግዴታዎች ወይም ለተወሰኑ የማህበሩ ግዴታዎች ብቻ ከማህበሩ ጋር በአንድነትና በተናጠል ኃላፊ ነው ተብሎ ሊወሰን ይችላል ።",
    "simplified": "እንደ ጥፋቱ ክብደት ለማህበሩ ዕዳዎች በሙሉ ወይም ለተወሰኑት ዕዳዎች በአንድነት ተጠያቂ ሊሆን ይችላል።",
    "ratio": 0.45263157894736844,
    "legal_tokens": 380
  },
  {
    "priority": 8,
    "legal": "350. ኃላፊነታቸው የተወሰነ የማህበሩ ሸሪኮች የሚከተሉትን ተግባራት ቢያከናውኑ የሥራ አስኪያጅነት ሥራ እንደሰሩ አይቆጠርም፡- ሀ) በማህበሩ ውስጥ በሚደረጉ ምክክሮች ተካፊይ መሆን ፤",
    "simplified": "ኃላፊነታቸው የተወሰነ አባላት በማህበሩ ምክክሮች ላይ ቢሳተፉ እንደ ሥራ አስኪያጅነት አይቆጠርም፤",
    "ratio": 0.5521885521885522,
    "legal_tokens": 297
  },
  {
    "priority": 8,
    "legal": "365. በዚህ አንቀጽ ንዑስ አንቀጽ እና ከተመለከተው ውጪ ከውል ወይም በሌላ በማንኛውም ሁኔታ ለሚመጣ ግዴታ ኃላፊ የሚሆነው ማህበሩ ነው ።",
    "simplified": "ከውልም ሆነ ከሌላ ሁኔታ ለሚመጡ ማናቸውም ዕዳዎችና ግዴታዎች ማህበሩ ተጠያቂ ይሆናል።",
    "ratio": 0.6529680365296804,
    "legal_tokens": 219
  },
  {
    "priority": 8,
    "legal": "368. ከማህበሩ የወጣ ሸሪክ ድርሻ አንድ ሸሪክ ድርሻውን ማህበረተኞች ዘንድ ተቀባይነት ሊገኘ ሌላ ማህበርተኛ ወይም ሦስተኛ ወገን ሳያስተላለፍ በሞት፣ በሕመም፣በኪሳራ ወይም በሌላ ማናቸውም ምክንያት ከማህበሩ የወጣ እንደሆነ በእርሱ እግር ተተክቶ ድርሻውን የመጠየቅ መብት ሊለው ሰው ድርሻው ተሰለቶ በገንዘብ ይሰጠዋል፣ በሞተው ወይም በወጣው ሰው ምትክ በማህበሩ አባል የመሆን ጥያቄ ተቀባይነት የለውም ።",
    "simplified": "አንድ አባል በሞት ወይም በሌላ ምክንያት ከማህበሩ ሲወጣ፣ ድርሻው ተሰልቶ ለወራሹ ወይም ለሚገባው ሰው በገንዘብ ይሰጠዋል እንጂ በወጣው ሰው ምትክ አባል መሆን አይቻልም።",
    "ratio": 0.42249240121580545,
    "legal_tokens": 658
  },
  {
    "priority": 8,
    "legal": "369. የማህበሩ ማፍረሻ ምክንያቶች በዚህ ሕግ አንቀጽ ፩፻፹፩ የንግድ ማህበርን ለማፍረስ የተመለከቱ ጠቅላላ ድንጋጌዎች እንደተጠበቁ ሆኖ የሸሪኮች ቁጥር ወደ አንድ ዝቅ ፩፻፵፫ የንግድ ሕግ ሲለና በስድስት ወራት ጊዜ ውስጥ ሌላ ሸሪክ መተካት ሳይቻል ሲቀር ማህበሩ እንዲፈርስና ሂሳቡ እንዳጣራ መደረግ አለበት ።",
    "simplified": "በንግድ ሕግ አንቀጽ 143 መሠረት፣ የአባላት ቁጥር ወደ አንድ ዝቅ ካለና በስድስት ወር ውስጥ ሌላ አባል ካልተተካ፣ ማህበሩ እንዲፈርስና ሒሳቡ እንዲጣራ መደረግ አለበት።",
    "ratio": 0.5429141716566867,
    "legal_tokens": 501
  },
  {
    "priority": 8,
    "legal": "370. የዚህ አንቀጽ ንዑስ አንቀጽ (1) ድንጋጌ ቢኖርም የስድስት ወራት የጊዜ ገደብ ከማለፈ በፊት በማህበሩ የቀረው ሸሪክ ጥያቄ ሲያቀርብና አስፈላጊ ሆኖ ሲያገኘው የንግድ ማህበር መዝጋቢው አካል የስድስት ወራቱ የጊዜ ገደብ በሦስት ወራት እንዳራዘም ሊፈቅድ ይችላል ።",
    "simplified": "የቀረው አባል ጥያቄ ካቀረበ፣ መዝጋቢው አካል ስድስት ወሩን በሦስት ተጨማሪ ወራት ሊያራዝምለት ይችላል።",
    "ratio": 0.4028103044496487,
    "legal_tokens": 427
  },
  {
    "priority": 8,
    "legal": "374. የማህበሩ ሥራ አስኪያጅ ሥልጣን እና ተግባር የማህበሩ ሥራ አስኪያጅ ሥልጣን እና ተግባር በማህበረተኞች መካከል በየሚደረግ ስምምነት ይወሰናል ፤",
    "simplified": "የሥራ አስኪያጁ ሥልጣንና ተግባር በአባላቱ ስምምነት ይወሰናል፤",
    "ratio": 0.4380165289256198,
    "legal_tokens": 242
  },
  {
    "priority": 8,
    "legal": "381. የማህበሩ ሥራ አስኪያጅ ያልሆነ ሸሪክ ለማህበሩ ዕዳዎች ለሥራ አስኪያጁ ተጠያቂ የሚሆነው በማህበረተኞች መካከል በተደረገው የውል ጽሁፍ በተወሰነው መጠን ብቻ ነው ።",
    "simplified": "ሥራ አስኪያጅ ያልሆነ አባል ለማህበሩ ዕዳዎች ተጠያቂ የሚሆነው በመካከላቸው ባለው ውል በተወሰነው መጠን ብቻ ነው።",
    "ratio": 0.6872727272727273,
    "legal_tokens": 275
  },
  {
    "priority": 8,
    "legal": "385. ርዕስ ስድስት የአክሲዮን ማህበር ምዕራፍ አንድ ጠቅላላ ድንጋጌዎች ፩፻፶ የንግድ ሕግ አንቀጽ 215∙ ትርጓሜ የአክሲዮን ማህበር ማለት ዋና ገንዘቡ ወይም ካፒታለ አስቀድሞ ተወስኖ በአክሲዮን የተከፋፈለና ኃላፊነቱ በማህበሩ ሀብት ብቻ የተወሰነ ማህበር ነው ።",
    "simplified": "በንግድ ሕግ አንቀጽ 215 መሠረት፣ የአክሲዮን ማህበር ማለት ካፒታሉ አስቀድሞ ተወስኖ በአክሲዮን የተከፋፈለና ተጠያቂነቱ በማህበሩ ሀብት ብቻ የተገደበ ማህበር ነው።",
    "ratio": 0.6374407582938388,
    "legal_tokens": 422
  },
  {
    "priority": 8,
    "legal": "388. ከሌላ ነጋዳ ወይም ማህበር ጥቅም ጋር የሚጋጭ እስካልሆነና የሌሎች ሦስተኛ ወገኖች መብት እስካልተነካ ድረስ የማህበሩ መጠሪያ በማህበረተኞች ስምምነት ይወሰናል ፤",
    "simplified": "የሌሎችን መብት እስካልነካ ድረስ ስሙ በአባላቱ ስምምነት ይወሰናል፤",
    "ratio": 0.41697416974169743,
    "legal_tokens": 271
  },
  {
    "priority": 8,
    "legal": "390. የማህበሩ አነስተኛ ዋና ገንዘብ እና አክሲዮን ላይ የሚጻፈው ዋጋ ፩፻፶፩ የንግድ ሕግ በሌላ ሕግ በተለየ ሁኔታ ካልተደነገገ በስተቀር፣ የማህበሩ ዋና ገንዘብ ወይም ካፒታል ከሐምሳ ሺህ የኢትዮጵያ ብር ያነሰ ሊሆን አይችልም ።",
    "simplified": "በንግድ ሕግ አንቀጽ 151 መሠረት፣ ሌላ ሕግ ካልኖረ በቀር የማህበሩ ካፒታል ከ50,000 የኢትዮጵያ ብር ማነስ የለበትም።",
    "ratio": 0.4986449864498645,
    "legal_tokens": 369
  },
  {
    "priority": 8,
    "legal": "391. አክሲዮኑ ለሕዝብ ክፍት የሆነ የአክሲዮን ማህበር አደራጅና አባላት አደራጅ ማለት አክሲዮኑ ለሕዝብ ክፍት የሆነ ማህበር ምስረታን ያነሳሳ ፤",
    "simplified": "አደራጅ ማለት ማህበሩ እንዲመሠረት የቀሰቀሰና ሐሳቡን ያመጣ ሰው ማለት ነው፤",
    "ratio": 0.5450643776824035,
    "legal_tokens": 233
  },
  {
    "priority": 8,
    "legal": "392. መግለጫ አዘጋጅቶ ሰዎች ማህበሩን እንዳቀሊቀለ የጋበዘ ወይም በአጠቃላይ የማህበሩን ምስረታ ዓላማ አድርጎ ይህንኑ ለማስፈጸም የተንቀሳቀሰና ማህበሩ የማይመሰረት ከሆነ ባለመመስረቱ ምክንያት ለሚመጣ ጉዳት ኃላፊነት የሚወስድ ሰው ነው ፤",
    "simplified": "ሰዎች አባል እንዲሆኑ የጋበዘና ማህበሩ ባይመሠረት ለሚመጣ ጉዳት ተጠያቂነትን የሚወስድ ሰው ነው፤",
    "ratio": 0.413265306122449,
    "legal_tokens": 392
  },
  {
    "priority": 8,
    "legal": "393. ከአደራጅ ጋር ባደረገው ውል መሰረት ክፍያ ለማግኘት ለማህበሩ ምስረታ አስፈላጊ የሆነ ጥናት፣ የሙያ ድጋፍ እና መሰል አገልግሎት ያቀረበ ባለሞያ አደራጅ አይደለም ።",
    "simplified": "ለክፍያ ብሎ የሙያ ድጋፍ ወይም ጥናት ያቀረበ ባለሙያ እንደ አደራጅ አይቆጠርም።",
    "ratio": 0.47985347985347987,
    "legal_tokens": 273
  },
  {
    "priority": 8,
    "legal": "395. በዚህ አንቀጽ ንዑስ አንቀጽ (1) ድንጋጌዎች መሰረት በአደራጆች ላይ የሚቀርብ የኃላፊነት ክስ ተጎጂው ጉዳቱን እና ለጉዳቱ ኃላፊ የሚሆነውን ፩፻፶፬ የንግድ ሕግ ሰው ካወቀበት ቀን ጀምሮ እስከ አምስት ዓመት ድረስ ካልቀረበ በይርጋ ይታገዳል ፤",
    "simplified": "በንግድ ሕግ አንቀጽ 154 መሠረት፣ በአደራጆች ላይ የሚቀርብ የክስ ጥያቄ ጉዳቱ ከታወቀበት ቀን ጀምሮ በ5 ዓመት ውስጥ ካልቀረበ በይርጋ ይታገዳል፤",
    "ratio": 0.5924050632911393,
    "legal_tokens": 395
  },
  {
    "priority": 8,
    "legal": "397. ማህበሩን ለማደራጀት የተገቡ ግዴታዎችና የተደረጉ ወጪዎች በማህበሩ ምስረታ ሂደት አደራጆች የገቧቸው ግዴታዎች ወይም ያወጧቸው ወጪዎች ለማህበሩ ምስረታ አስፈላጊ ከሆኑ ወይም በፈራሚዎች ጠቅላላ ጉባኤ ከጸደቁ ወደ ማህበሩ ይተላለፋል ።",
    "simplified": "አደራጆች ለማህበሩ ምስረታ ያወጧቸው ወጪዎችና የገቧቸው ግዴታዎች በጉባኤው ከጸደቁ ወደ ማህበሩ ይተላለፋሉ።",
    "ratio": 0.46153846153846156,
    "legal_tokens": 390
  },
  {
    "priority": 8,
    "legal": "398. የማህበሩ መሥራቾች የተወሰኑ ሰዎች ለሕዝብ ጥሪ ሳያደርጉ የአክሲዮን ማህበር ምስረታን የተመለከቱ የዚህ ሕግ ፩፻፶፭ የንግድ ሕግ ድንጋጌዎችን በማሟሊት በመካከላቸው የአክሲዮን ማህበር ማቋቋም ይችላል ።",
    "simplified": "በንግድ ሕግ አንቀጽ 155 መሠረት፣ የተወሰኑ ሰዎች ለሕዝብ ጥሪ ሳያደርጉ በመካከላቸው የአክሲዮን ማህበር ሊያቋቁሙ ይችላሉ።",
    "ratio": 0.5946745562130178,
    "legal_tokens": 338
  },
  {
    "priority": 8,
    "legal": "402. የአደራጆች ሥራ ልዩ ጥቅም አደራጆች ማህበሩ ትርፍ ማግኘት ከጀመረበት ጊዜ አንስቶ ከማህበሩ የተጣራ ትርፍ ከሃያ በመቶ ያልበለጠ ልዩ ጥቅም ከሦስት ዓመታት ሊለበለጠ ጊዜ ሊከፈልላቸው ይችላል ፤",
    "simplified": "አደራጆች ማህበሩ ትርፍ ማግኘት ከጀመረ በኋላ፣ ለ3 ዓመታት ከማይበልጥ ጊዜ ከትርፉ እስከ 20 በመቶ ልዩ ጥቅም ሊከፈላቸው ይችላል፤",
    "ratio": 0.658307210031348,
    "legal_tokens": 319
  },
  {
    "priority": 8,
    "legal": "404. አደራጆችም በዚህ አንቀጽ ንዑስ አንቀጽ (1) ከተመለከተው ውጭ ሌላ ማንኛውም ዓይነት ልዩ ጥቅም ከማህበሩ ሊያገኙ አይችልም ።",
    "simplified": "አደራጆች ከዚህ ውጭ ሌላ ማንኛውንም ዓይነት ልዩ ጥቅም ማግኘት አይችሉም።",
    "ratio": 0.5902439024390244,
    "legal_tokens": 205
  },
  {
    "priority": 8,
    "legal": "405. ፩፻፶፮ የንግድ ሕግ በዚህ አንቀጽ ንዑስ አንቀጽ (1) እና (2) የተደነገገው አደራጆች በባለአክሲዮንነት የሚያገኙትን ጥቅም የሚያስቀር አይሆንም ።",
    "simplified": "በንግድ ሕግ አንቀጽ 156 መሠረት፣ ይህ አደራጆች እንደ ባለአክሲዮን የሚያገኙትን ጥቅም አይከለክልም።",
    "ratio": 0.6903765690376569,
    "legal_tokens": 239
  },
  {
    "priority": 8,
    "legal": "408. የማህበሩ አመሰራረት አንቀጽ 218∙ ለማህበሩ ምስረታ የሚያስፈለጉ ጠቅላላ ሁኔታዎች ሌሎች የዚህ ሕግ ድንጋጌዎች እንደተጠበቁ ሆነው ማንኛውም የአክሲዮን ማህበር ከመመስረቱ በፊት፡- ሀ) የማህበሩ ዋና ገንዘብ በሙሉ ለማዋጣት መፈረም ፤",
    "simplified": "በንግድ ሕግ አንቀጽ 218 መሠረት፣ ማህበሩ ከመመሥረቱ በፊት ካፒታሉን በሙሉ ለማዋጣት መፈረም አለበት፤",
    "ratio": 0.43342036553524804,
    "legal_tokens": 383
  },
  {
    "priority": 8,
    "legal": "409. እና ለ) በጥሬ ገንዘብ በተሸጡ አክሲዮኖች ላይ ከተጻፈው ዋጋ ውስጥ ቢያንስ አንድ አራተኛው በመመስረት ላይ ባለው ማህበር ስም በተከፈተ ዝግ የባንክ ሒሳብ መቀመጥ አለበት ።",
    "simplified": "ለ) በጥሬ ገንዘብ ከተገዙ አክሲዮኖች ዋጋ ውስጥ ቢያንስ አንድ አራተኛው (1/4) በዝግ የባንክ ሒሳብ ውስጥ መቀመጥ አለበት።",
    "ratio": 0.6855123674911661,
    "legal_tokens": 283
  },
  {
    "priority": 8,
    "legal": "410. የግምት ሪፖርት መዋጮ የተደረጉትን ንብረቶች፣ የእያንዳንዱን የዋጋ ግምት እና የአገማመቱን ዘዴ በዝርዝር መገለፅ ይኖርበታል ፤",
    "simplified": "በዓይነት የተደረጉ መዋጮዎችና የግምት ዘዴያቸው በዝርዝር መገለጽ አለበት፤",
    "ratio": 0.5813953488372093,
    "legal_tokens": 215
  },
  {
    "priority": 8,
    "legal": "412. በዓይነት የተከፈለው መዋጮ ግምት የማህበሩን ዋና ገንዘብ ለማዋጣት የፈረሙት ሰዎች ጉባኤ ከመደረጉ በፊት በአደራጆችና በምስረታ ኦዲተር መረጋገጥ አለበት ።",
    "simplified": "የዓይነት መዋጮው ግምት በጉባኤው ፊት በአደራጆችና በኦዲተር መረጋገጥ አለበት።",
    "ratio": 0.5057471264367817,
    "legal_tokens": 261
  },
  {
    "priority": 8,
    "legal": "413. የሚመሰረተው ማህበር አክሲዮኑ ለህዝብ ክፍት ያልሆነ የአክሲዮን ማህበር የሆነ እንደሆነ በዓይነት ፩፻፷፩ የንግድ ሕግ የተከፈለው መዋጮ ግምት በማህበሩ መስራቾች መረጋገጥ አለበት ።",
    "simplified": "በንግድ ሕግ አንቀጽ 161 መሠረት፣ ማህበሩ ለሕዝብ ክፍት ካልሆነ ግምቱ በመሥራቾች መረጋገጥ አለበት።",
    "ratio": 0.5379537953795379,
    "legal_tokens": 303
  },
  {
    "priority": 8,
    "legal": "414. በዚህ አንቀጽ ንዑስ አንቀጽ (3) እና (4) ግምቱ የፀድቆ ቢሆንም የዳይሬክተሮች ቦርድ እና ኦዲተሮች ማህበሩ በንግድ መዝገብ በተመዘገበ በስድስት ወራት ጊዜ ውስጥ የዓይነት መዋጮውን ግምት ትክክለኛነት ማረጋገጥ አለባቸው ፤",
    "simplified": "ማህበሩ ከተመዘገበ በኋላ በ6 ወር ውስጥ የዳይሬክተሮች ቦርድና ኦዲተሮች የግምቱን ትክክለኛነት ማረጋገጥ አለባቸው፤",
    "ratio": 0.5290858725761773,
    "legal_tokens": 361
  },
  {
    "priority": 8,
    "legal": "415. እንዲሁም የተዋጣው ንብረት እንደነገሩ ሁኔታ በማህበሩ ስም መመዝገቡንና አስፈላጊው የንብረት ባለቤትነት ማስረጃ በማህበሩ ስም መዘጋጀቱን ማረጋገጥ አለባቸው ።",
    "simplified": "እንዲሁም ንብረቱ በማህበሩ ስም መመዝገቡንና የባለቤትነት ማስረጃ መዘጋጀቱን ማረጋገጥ አለባቸው።",
    "ratio": 0.6059479553903345,
    "legal_tokens": 269
  },
  {
    "priority": 8,
    "legal": "417. አክሲዮን ለመግዛት ስለሚቀርብ ጥያቄ አክሲዮን ለመግዛት የሚቀርብ ጥያቄ ለዚሁ ተግባር በተዘጋጀ ፍርም ተሞልቶ መቅረብ አለበት ።",
    "simplified": "አክሲዮን የመግዛት ጥያቄ ለዚሁ ተብሎ በተዘጋጀ ቅጽ ተሞልቶ መቅረብ አለበት።",
    "ratio": 0.5879629629629629,
    "legal_tokens": 216
  },
  {
    "priority": 8,
    "legal": "419. የማህበሩ የምስረታ ኦዲት አደራጆች ለማህበሩ ምስረታ የሚያስፈለጉ ሁኔታዎች እንደተሟለ የምስረታ ሂደቱ በውጭ ኦዲተር እንዳመረመር ማድረግ አለባቸው ።",
    "simplified": "አደራጆች የምስረታ ሂደቱን በውጭ ኦዲተር ማስመርመር አለባቸው።",
    "ratio": 0.4189723320158103,
    "legal_tokens": 253
  },
  {
    "priority": 8,
    "legal": "420. የኦዲት ምርመራው የሚከተሉትን ማካተት ይኖርበታል፡- ሀ) አደራጆች የአክሲዮን ማህበር ለመመስረት በሕጉ የተቀመጠውን የአደራጅነት መስፈርት የሚያሟለ ስለመሆኑ ፤",
    "simplified": "የኦዲት ምርመራው አደራጆች መስፈርቱን ማሟላታቸውን ማረጋገጥ አለበት፤",
    "ratio": 0.43703703703703706,
    "legal_tokens": 270
  },
  {
    "priority": 8,
    "legal": "422. ፩፻፷፭ የንግድ ሕግ መ) አክሲዮን ለመግዛት ከፈረሙ ሰዎች የተሰበሰበው ገንዘብ በትክክል በማህበሩ ስም በተከፈተው የባንክ ሒሳብ ውስጥ ገቢ የተደረገ ስለመሆኑ ፤",
    "simplified": "በንግድ ሕግ አንቀጽ 165 መሠረት፣ የተሰበሰበው ገንዘብ በትክክል ባንክ መግባቱን ማረጋገጥ፤",
    "ratio": 0.5580524344569289,
    "legal_tokens": 267
  },
  {
    "priority": 8,
    "legal": "424. በዚህ አንቀጽ ንዑስ አንቀጽ (2) ሥር የተዘረዘሩት መስፈርቶች መሟሊታቸው በኦዲት ምርመራ ካልተረጋገጠ ማህበሩ ሊመዘገብ አይችልም ።",
    "simplified": "መስፈርቶቹ መሟላታቸው በኦዲት ካልተረጋገጠ ማህበሩ ሊመዘገብ አይችልም።",
    "ratio": 0.5525114155251142,
    "legal_tokens": 219
  },
  {
    "priority": 8,
    "legal": "426. የዓይነት መዋጮ ገቢ ያደረጉ ሰዎች በመዋጮው ግምት ላይ እንዲሁም አደራጆች ከትርፍ ላይ ልዩ ጥቅም እንዳያገኙ በሚወሰንበት ጊዜ ድምፅ መስጠት አይችልም ።",
    "simplified": "የዓይነት መዋጮ ያደረጉ ሰዎች በግምቱና በአደራጆች ጥቅም ላይ ድምፅ መስጠት አይችሉም።",
    "ratio": 0.562992125984252,
    "legal_tokens": 254
  },
  {
    "priority": 8,
    "legal": "430. ፩፻፷፰ የንግድ ሕግ አንቀጽ 225∙ ማህበሩን በንግድ መዝገብ ውስጥ ስለማስገባት የአክሲዮን ማህበሩ የተቋቋመው በምንም ዓይነት ቢሆንም በንግድ መዝገብ መግባት አለበት ፤",
    "simplified": "በንግድ ሕግ አንቀጽ 225 መሠረት፣ የአክሲዮን ማህበሩ በማንኛውም ሁኔታ በንግድ መዝገብ ውስጥ መመዝገብ አለበት፤",
    "ratio": 0.6546762589928058,
    "legal_tokens": 278
  },
  {
    "priority": 8,
    "legal": "433. ማህበሩን ማስመዝገብ ያለባቸው አደራጆች ወይም እንደነገሩ ሁኔታ መስራቾች ወይም በእነዚህ አካላት ውክልና የተሰጠው ሌላ ሰው ነው ።",
    "simplified": "ማህበሩን የማስመዝገብ ኃላፊነት የአደራጆች፣ የመሥራቾች ወይም የውክልና የተሰጠው ሰው ነው።",
    "ratio": 0.7,
    "legal_tokens": 220
  },
  {
    "priority": 8,
    "legal": "436. ፩፻፷፱ የንግድ ሕግ አንቀጽ 226∙ ሕጋዊ ሁኔታዎች ሳይሟለ የተደረገ ምዝገባ ማህበሩ ስለአክሲዮን ማህበር ምስረታ የተደነገጉት ሕጋዊ ሁኔታዎችን ሳያሟላ ተመዝግቦ መገኘቱ ሕጋዊ ሰውነቱን እንዳያጣ አያደርገውም ።",
    "simplified": "በንግድ ሕግ አንቀጽ 226 መሠረት፣ መስፈርቶች ሳይሟሉ የተመዘገበ ማህበር ሕጋዊ ሰውነቱን አያጣም።",
    "ratio": 0.45689655172413796,
    "legal_tokens": 348
  },
  {
    "priority": 8,
    "legal": "440. ስለአክሲዮን፣ የባለአክሲዮኖች መብትና ግዴታ ፩፻፸ የንግድ ሕግ አንቀጽ 227∙ የአክሲዮን ዓይነት አክሲዮን በባለአክሲዮኑ ስም በመመዝገብ ይወጣል ።",
    "simplified": "በንግድ ሕግ አንቀጽ 227 መሠረት፣ አክሲዮን በባለቤቱ ስም ተመዝግቦ ይወጣል።",
    "ratio": 0.5020242914979757,
    "legal_tokens": 247
  },
  {
    "priority": 8,
    "legal": "441. ተቃራኒ ስምምነት ቢኖርም እንኳን ይህ ሕግ ከመውጣቱ በፊት ሊመጪው በሚለ አክሲዮኖች በሚገኙባቸው ማህበሮች ለአምጪው በሚል የወጡ አክሲዮኖች ባለቤት የሆነ ማንኛውም ሰው አክሲዮኖቹ በስም በሚመዘገብ እንዳለወጡለት ማህበሩ ዘንድ በመቅረብ ይህ አዋጅ በነጋሪት ጋዜጣ ከወጣበት ቀን ጀምሮ በሦስት ዓመት ውስጥ ማመልከት አለበት ።",
    "simplified": "“ለአምጪው” ተብለው የወጡ አክሲዮኖች ያላቸው ሰዎች፣ በ3 ዓመት ውስጥ ወደ ስም አክሲዮን እንዲቀየሩላቸው ማመልከት አለባቸው።",
    "ratio": 0.38878504672897196,
    "legal_tokens": 535
  },
  {
    "priority": 8,
    "legal": "443. አክሲዮኖች የሚወጡበት ዋጋ ፩፻፸፩ የንግድ ሕግ ማህበሩ አክሲዮኖችን አክሲዮኖቹ ላይ ከተጻፈው ዋጋ ባነሰ ማውጣት አይችልም ።",
    "simplified": "በንግድ ሕግ አንቀጽ 171 መሠረት፣ ማህበሩ አክሲዮንን ከዋጋው በታች መሸጥ አይችልም።",
    "ratio": 0.6523809523809524,
    "legal_tokens": 210
  },
  {
    "priority": 8,
    "legal": "444. በማህበሩ መመስረቻ ጽሁፍ ወይም በባለአክሲዮኖች አስቸኳይ ጠቅላላ ጉባኤ የተወሰነ እንደሆነ አክሲዮኖችን ከተጻፈባቸው በሚበለጥ ዋጋ ማውጣት ይቻላል ፤",
    "simplified": "በስምምነት አክሲዮኖችን ከተጻፈባቸው ዋጋ በላይ መሸጥ ይቻላል፤",
    "ratio": 0.4189723320158103,
    "legal_tokens": 253
  },
  {
    "priority": 8,
    "legal": "446. ማህበሩ በንግድ መዝገብ ከመመዝገቡ በፊት ስለሚሰጥ የአክሲዮን ባለቤትነት የምስክር ወረቀት ማህበሩ በንግድ መዝገብ ከመመዝገቡ በፊት የሚሰጥ የአክሲዮን ባለቤትነት የምስክር ወረቀት ዋጋ አይኖረውም ፤",
    "simplified": "ማህበሩ ከመመዝገቡ በፊት የሚሰጥ የአክሲዮን ምስክር ወረቀት ሕጋዊ ኃይል የለውም፤",
    "ratio": 0.40718562874251496,
    "legal_tokens": 334
  },
  {
    "priority": 8,
    "legal": "454. ባለአክሲዮኑ የተባለውን ገንዘብ ሳይከፍል የቀረ እንደሆነ ማህበሩ አክሲዮኑን በአንቀጽ ፪፻፹፱ መሰረት መሸጥ ይችላል ።",
    "simplified": "ባለአክሲዮኑ ገንዘቡን ካልከፈለ ማህበሩ አክሲዮኑን በአንቀጽ 289 መሠረት መሸጥ ይችላል።",
    "ratio": 0.7178217821782178,
    "legal_tokens": 202
  },
  {
    "priority": 8,
    "legal": "462. መዝገቡ የባለአክሲዮኖችን ስም፣ አደራሻ፣ዜግነት፣ የአክሲዮኖችን ብዛትና መለያ ቁጥር፣ የተከፈለውን ገንዘብ መጠንና ባለአክሲዮኖቹ የተመዘገቡበትን ቀን መያዝ አለበት ።",
    "simplified": "መዝገቡ የባለቤቶችን ስም፣ አድራሻ፣ የአክሲዮን ብዛት፣ መለያ ቁጥርና የተከፈለውን ገንዘብ መጠን መያዝ አለበት።",
    "ratio": 0.6538461538461539,
    "legal_tokens": 286
  },
  {
    "priority": 8,
    "legal": "464. ባለአክሲዮን ያልሆነ ሌላ ሰው መዝገቡን ማየት የሚችለው ለዚህ ተብሎ ማህበሩ የወሰነውን የአገልግሎት ክፍያ ሲፈጽም ነው ።",
    "simplified": "ሌላ ሰው መዝገቡን ማየት የሚችለው የተወሰነውን የአገልግሎት ክፍያ ሲከፍል ብቻ ነው።",
    "ratio": 0.6862745098039216,
    "legal_tokens": 204
  },
  {
    "priority": 8,
    "legal": "465. ማንኛውም ሰው የተወሰነውን የአገልግሎት ክፍያ ሲፈጽም የመዝገቡን ግልባጭ ወይም በአጭር የተውጣጣ ጽሁፍ እንዳሰጠው ማህበሩን መጠየቅ ይችላል ፤",
    "simplified": "ማንኛውም ሰው ክፍያ በመክፈል የመዝገቡን ግልባጭ ወይም አጭር መረጃ እንዲሰጠው ማህበሩን መጠየቅ ይችላል፤",
    "ratio": 0.7261410788381742,
    "legal_tokens": 241
  },
  {
    "priority": 8,
    "legal": "466. ማህበሩ ጥያቄው በቀረበ በአስራ አምስት ቀናት ውስጥ ግልባጩን ወይም በአጭር የተውጣጣውን ጽሁፍ ለጠያቂው መስጠት አለበት ።",
    "simplified": "ማህበሩ ጥያቄው በቀረበ በ15 ቀናት ውስጥ መረጃውን ለጠያቂው መስጠት አለበት።",
    "ratio": 0.6086956521739131,
    "legal_tokens": 207
  },
  {
    "priority": 8,
    "legal": "467. ጥቅም ካለው ማንኛውም ሰው ወይም ከባለአክሲዮን ጥያቄ ሲቀርብለውት አግባብ ያለው ፩፻፸፯ የንግድ ሕግ የመንግስት አካል በመዝገቡ አጻጻፍ ላይ የተፈጠረ ስህተት እንዳታረም ማድረግ ይችላል ።",
    "simplified": "በንግድ ሕግ አንቀጽ 177 መሠረት፣ ባለመብቶች ሲጠይቁ የሚመለከተው የመንግሥት አካል በመዝገቡ ላይ ያለ ስህተት እንዲታረም ሊያደርግ ይችላል።",
    "ratio": 0.732484076433121,
    "legal_tokens": 314
  },
  {
    "priority": 8,
    "legal": "469. ማህበሩ የራሱ የሆኑትን አክሲዮኖች ስለሚገዛበት ሁኔታ ማህበሩ የራሱ የሆኑ አክሲዮኖችን ከማህበረተኞች መልሶ መግዛት የሚችለው፦- ሀ) የባለአክሲዮኖች ጉባኤ ሲፈቅድ ፤",
    "simplified": "ማህበሩ የራሱን አክሲዮኖች ከአባላት መልሶ መግዛት የሚችለው፦ ሀ) የባለአክሲዮኖች ጉባኤ ሲፈቅድ፤",
    "ratio": 0.5827338129496403,
    "legal_tokens": 278
  },
  {
    "priority": 8,
    "legal": "471. በዚህ አንቀጽ ንዑስ አንቀጽ (1) መሰረት ማህበሩ ከማህበርተኛ የገዛቸውን አክሲዮኖች ዳይሬክተሮች ወደ ሌላ ሰው ሊያስተላለፍ አይችልም ፤",
    "simplified": "ማህበሩ የገዛቸውን እነዚህን አክሲዮኖች ዳይሬክተሮች ለሌላ ሰው ማስተላለፍ አይችሉም፤",
    "ratio": 0.6371681415929203,
    "legal_tokens": 226
  },
  {
    "priority": 8,
    "legal": "473. ማህበሩ አክሲዮኖቹን የሚገዛው የባለአክሲዮኖች አስቸኳይ ጠቅላላ ጉባኤ የማህበሩ ዋና ገንዘብ እንዲቀንስ በወሰነው መሰረት ከሆነ የዚህ አንቀጽ ንዑስ አንቀጽ ድንጋጌዎች ተፈፃሚ አይሆኑም ።",
    "simplified": "አክሲዮኖቹ የሚገዙት ካፒታል እንዲቀንስ ጉባኤው በወሰነው መሠረት ከሆነ፣ ከላይ ያሉት ገደቦች ተፈፃሚ አይሆኑም።",
    "ratio": 0.5936507936507937,
    "legal_tokens": 315
  },
  {
    "priority": 8,
    "legal": "475. በአክሲዮኖች ዝውውር ላይ የሚደረግ ገደብ በማህበሩ መመስረቻ ጽሁፍ ወይም በባለአክሲዮኖች አስቸኳይ ጠቅላላ ጉባኤ ውሳኔ በአክሲዮኖች ዝውውር ላይ ገደብ ሊደረግ ይችላል ።",
    "simplified": "በመመስረቻ ጽሑፉ ወይም በአስቸኳይ ጉባኤ ውሳኔ አክሲዮን ማስተላለፍ ላይ ገደብ ሊጣል ይችላል።",
    "ratio": 0.5492957746478874,
    "legal_tokens": 284
  },
  {
    "priority": 8,
    "legal": "477. ሆኖም ውሳኔው ውጤት የሚኖረው፡- ሀ) አክሲዮኖችን መልሶ የመግዛት የቅድሚያ መብት ለማህበሩ ወይም ለባለአክሲዮኖቹ የተጠበቀ ከሆነ ፤",
    "simplified": "ይህ የሚሆነው ግን፦ ሀ) ማህበሩ ወይም ባለአክሲዮኖች ቀድሞ የመግዛት መብት ካላቸው፤",
    "ratio": 0.6244343891402715,
    "legal_tokens": 221
  },
  {
    "priority": 8,
    "legal": "479. በዚህ አንቀጽ ንዑስ አንቀጽ (1) እና (2) መሰረት የሚደረግ ገደብ አክሲዮን ማስተላለፍን የሚከለክለ ወይም አክሲዮን ለማስተላለፍ በሚፈለገው ባለአክሲዮን ላይ ከባድ ጉዳት የሚያደርስ መሆን የለበትም ።",
    "simplified": "የሚደረገው ገደብ አክሲዮን ማስተላለፍን ሙሉ በሙሉ የሚከለክል ወይም በባለቤቱ ላይ ከባድ ጉዳት የሚያደርስ መሆን የለበትም።",
    "ratio": 0.6238532110091743,
    "legal_tokens": 327
  },
  {
    "priority": 8,
    "legal": "480. ∙ልዩ መብት የሚያስገኙ አክሲዮኖች ልዩ መብት የሚያስገኙ አክሲዮኖች የሚሰጡት ልዩ ጥቅም ወደፉት የሚወጡትን አክሲዮኖች በቅድሚያ የመግዛትን፣ ከትርፍ በቅድሚያ የመከፋፈልን ወይም የማህበሩ ንብረት በሚጣራበት ጊዜ መዋጮ ሲመለስ ወይም ተራፉ ሀብት ሲከፊፈል በቅድሚያ ክፍያ የማግኘትንና የመሳሰለትን ሊያካትት ይችላል ።",
    "simplified": "ልዩ መብት ያላቸው አክሲዮኖች አዳዲስ አክሲዮኖችን ቀድሞ የመግዛት፣ ከትርፍ ወይም ከንብረት ክፍፍል ቅድሚያ የማግኘት መብቶችን ሊሰጡ ይችላሉ።",
    "ratio": 0.44696969696969696,
    "legal_tokens": 528
  },
  {
    "priority": 8,
    "legal": "481. በትርፍ አከፋፈልና ማህበሩ ሲፈርስ በዋና ገንዘቡ አመላለስ ላይ የቅድሚያ መብት ያላቸው ባለአክሲዮኖች ድምፅ መስጠት የየሚችለው የማህበሩ አስቸኳይ ጠቅላላ ጉባኤ ውሳኔ በሚሰጥባቸው ጉዳዮች ብቻ እንዳሆን በማህበሩ መመስረቻ ጽሁፍ መወሰን ይቻላል ።",
    "simplified": "በክፍያ ቅድሚያ ያላቸው ባለቤቶች ድምፅ መስጠት የሚችሉት በአስቸኳይ ጉባኤ ጉዳዮች ላይ ብቻ እንዲሆን በመመስረቻ ጽሑፉ ሊወሰን ይችላል።",
    "ratio": 0.5463414634146342,
    "legal_tokens": 410
  },
  {
    "priority": 8,
    "legal": "483. ትርፍ ብቻ የሚያስገኙ አክሲዮኖች ማህበሩ ዋናው ገንዘቡን ሳይቀንስ ካገኘው ትርፍ ወይም ካስቀመጠው መጠባበቂያ ገንዘብ ለባለአክሲዮኖች በአክሲዮኖቻቸው ላይ የተጻፈውን ዋጋ መመለስ ይችላል ።",
    "simplified": "ማህበሩ ካፒታሉን ሳይቀንስ ከትርፉ ላይ የአክሲዮኑን ዋጋ ለባለቤቶቹ ሊመልስ ይችላል።",
    "ratio": 0.44654088050314467,
    "legal_tokens": 318
  },
  {
    "priority": 8,
    "legal": "486. የዓይነት መዋጮ ገቢ የሚደረግበትና አክሲዮኖች የሚተላለፈበት ጊዜ በዓይነት መዋጮ የተደረገው ንብረት የስም ዝውውርና የባለቤትነት ማስረጃ ሰነድ ማውጣት የሚጠይቅ ከሆነ ይህ ተግባር ማህበሩ ከተመዘገበበት ጊዜ አንስቶ በስድስት ወራት ውስጥ መገባድድ አለበት ።",
    "simplified": "የዓይነት መዋጮ ንብረት የባለቤትነት ዝውውር ማህበሩ ከተመዘገበ በኋላ በ6 ወር ውስጥ መጠናቀቅ አለበት።",
    "ratio": 0.3962703962703963,
    "legal_tokens": 429
  },
  {
    "priority": 8,
    "legal": "489. ቀሪ ዋጋቸው ሊልተከፈል አክሲዮኖች ስለሚኖር ኃላፊነት የአክሲዮን ባለይዞታዎች፣ አክሲዮኑ ቀደም ሲለ ተላለፍሊቸው የነበረ ሰዎች እንዲሁም አክሲዮኑን ከማህበሩ ለመግዛት የፈረሙ ሰዎች ቀሪ ዋጋቸው ሊልተከፈል አክሲዮኖች ዋጋ ለማህበሩ በአንድነትና በተናጠል ኃላፊ ናቸው ።",
    "simplified": "ያልተከፈለ የአክሲዮን ዕዳን ለመክፈል አክሲዮኑን የያዙትና በፊት የነበሩት ባለቤቶች በአንድነትና በተናጠል ተጠያቂ ናቸው።",
    "ratio": 0.45555555555555555,
    "legal_tokens": 450
  },
  {
    "priority": 8,
    "legal": "490. ፩፻፹፰ የንግድ ሕግ በዚህ አንቀጽ ንዑስ አንቀጽ (1) የተደነገገው ቢኖርም ማንኛውም አክሲዮን ለመግዛት የፈረመ ወይም ባለአክሲዮን የነበረ ሰው ባለቤትነቱን ያስተላለፈ እንደሆነ ካስተላለፈበት ቀን ጀምሮ ሁለት ዓመት ካለፈ በኋላ ሊልተከፈልው ቀሪ ገንዘብ ኃላፊነት አይኖርበትም ።",
    "simplified": "በንግድ ሕግ አንቀጽ 188 መሠረት፣ አክሲዮኑን ያስተላለፈ ሰው ከ2 ዓመት በኋላ ለቀሪው ዕዳ ተጠያቂ አይሆንም።",
    "ratio": 0.3812636165577342,
    "legal_tokens": 459
  },
  {
    "priority": 8,
    "legal": "491. ቀሪው ገንዘብ በተወሰነው ጊዜ ያልተከፈለ እንደሆነ በዚህ አንቀጽ ንዑስ አንቀጽ (1) የተጠቀሱት ሰዎች በማህበሩ መመስረቻ ጽሁፍ የተለየ የወለድ መጠን ካልተወሰነ በስተቀር ሕጋዊ ወለድ የመክፈል ኃላፊነት አለባቸው ።",
    "simplified": "ቀሪው ገንዘብ በወቅቱ ካልተከፈለ፣ የሚመለከታቸው ሰዎች ሕጋዊ ወለድ የመክፈል ግዴታ አለባቸው።",
    "ratio": 0.4475920679886686,
    "legal_tokens": 353
  },
  {
    "priority": 8,
    "legal": "493. ገዥ ባለመገኘቱ ምክንያት አክሲዮኑን መሸጥ ካልተቻለ ተጨማሪ ኪሳራ ካለ የመጠየቅ መብት እንደተጠበቀ ሆኖ አክሲዮኑን ለመውረስና ለአክሲዮኑ አስቀድሞ ፩፻፹፱ የንግድ ሕግ የተከፈለውን ገንዘብ ለማስቀረት የዳይሬክተሮች ቦርድ ሊወስን ይችላል ።",
    "simplified": "በንግድ ሕግ አንቀጽ 189 መሠረት፣ አክሲዮኑ ካልተሸጠ ቦርዱ አክሲዮኑን ለመውረስና የነበረውን ክፍያ ለማስቀረት ሊወስን ይችላል።",
    "ratio": 0.5223880597014925,
    "legal_tokens": 402
  },
  {
    "priority": 8,
    "legal": "494. ቀሪ ዋጋቸው ያልተከፈለ አክሲዮኖች ውርስ እንዳሆኑ በተወሰነበት የሒሳብ ማጠቃለያ ዓመት ውስጥ ያልተሸጡ እንደሆነ አክሲዮኖቹ ተሰርዘው ዋና ገንዘቡ በአክሲዮኖቹ ላይ በተጻፈው ዋጋ መጠን መቀነስ አለበት ።",
    "simplified": "የተወረሱ አክሲዮኖች ካልተሸጡ ተሰርዘው የካፒታሉ መጠን እንዲቀንስ መደረግ አለበት።",
    "ratio": 0.415929203539823,
    "legal_tokens": 339
  },
  {
    "priority": 8,
    "legal": "496. ለጊዜው የሚሰጥ የምስክር ወረቀት ይህ ሕግ ከመውጣቱ በፊት ሊመጪው በሚል አክሲዮኖች ወጥተው ከሆነና ዋጋቸው ካልተከፈለ ሊመጪው የሚል ጊዜያዊ የምስክር ወረቀት መስጠት የሚቻለው ዋጋቸው በሙሉ ሲከፈል ነው ፤",
    "simplified": "ጊዜያዊ የምስክር ወረቀት የሚሰጠው የአክሲዮኑ ዋጋ በሙሉ ሲከፈል ብቻ ነው፤",
    "ratio": 0.36363636363636365,
    "legal_tokens": 341
  },
  {
    "priority": 8,
    "legal": "498. ይህ ሕግ ከመውጣቱ በፊት ሊመጪው ተብሎ ለተጻፈበት አክሲዮን በባለአክሲዮኑ ስም የተመዘገበ ጊዜያዊ የምስክር ወረቀት የተሰጠ እንደሆነ የምስክር ፩፻፺ የንግድ ሕግ ወረቀቱን ወደሌላ ሰው ማስተላለፍ የሚቻለው ዕዳን ስለማስተላለፍ በተቀመጡ ድንጋጌዎች መሰረት ነው ።",
    "simplified": "በንግድ ሕግ አንቀጽ 190 መሠረት፣ ጊዜያዊ የምስክር ወረቀት ለሌላ ሰው የሚተላለፈው በዕዳ ዝውውር ሕግ መሠረት ነው።",
    "ratio": 0.4288990825688073,
    "legal_tokens": 436
  },
  {
    "priority": 8,
    "legal": "500. አክሲዮን የሚያስገኛቸው መብቶች እያንዳንዱ አክሲዮን ከተጣራው ዓመታዊ ትርፍ እንዲሁም ማህበሩ ሲፈርስ ከሚቀረው የተጣራ ንብረት ድርሻ የማግኘት መብት ይሰጣል ።",
    "simplified": "እያንዳንዱ አክሲዮን ከትርፍና ማህበሩ ሲፈርስ ከሚተርፈው ንብረት ድርሻ የማግኘት መብት ይሰጣል።",
    "ratio": 0.5962962962962963,
    "legal_tokens": 270
  },
  {
    "priority": 8,
    "legal": "501. በመመስረቻ ጽሁፈ ተቃራኒ ድንጋጌ ከላለ በስተቀር የትርፍ ድርሻና ማህበሩ ሲፈርስ ከተጣራው ንብረት የሚገኘው ድርሻ ባለአክሲዮኑ ለማህበሩ ዋና ገንዘብ ገቢ ባደረገው ገዘብ መጠን ይታሰባል ።",
    "simplified": "ሌላ ስምምነት ከሌለ በስተቀር፣ የትርፍ ድርሻ የሚታሰበው ባለቤቱ በከፈለው የገንዘብ መጠን ልክ ነው።",
    "ratio": 0.5286624203821656,
    "legal_tokens": 314
  },
  {
    "priority": 8,
    "legal": "503. ለባለአክሲዮኑ ድምፅ የሚሰጠው ክብደት ፩፻፺፩ የንግድ ሕግ አክሲዮኑ በማህበሩ ዋና ገንዘብ ውስጥ የሚወክለውን መጠን መሰረት ያደረገ መሆን አለበት ።",
    "simplified": "በንግድ ሕግ አንቀጽ 191 መሠረት፣ የድምፅ ክብደት የሚወሰነው አክሲዮኑ በካፒታሉ ውስጥ ባለው ድርሻ መጠን ነው።",
    "ratio": 0.7228915662650602,
    "legal_tokens": 249
  },
  {
    "priority": 8,
    "legal": "504. የማህበሩን ዋና ገንዘብ ለመጨመር በጥሬ ገንዘብ ለመሸጥ የወጡ አክሲዮኖች በሚኖሩበት ጊዜ እያንዳንዱ ባለአክሲዮን በማህበሩ ውስጥ ባለአክሲዮኑ ባለው የአክሲዮን ድርሻ መጠን በቅድሚያ የመግዛት መብት ይኖረዋል ።",
    "simplified": "አዳዲስ አክሲዮኖች ሲሸጡ እያንዳንዱ ባለአክሲዮን ባለው ድርሻ ልክ ቀድሞ የመግዛት መብት አለው።",
    "ratio": 0.452991452991453,
    "legal_tokens": 351
  },
  {
    "priority": 8,
    "legal": "506. አክሲዮን ሸጦ የመውጣት የአናሳ ባለአክሲዮኖች መብት የማህበሩን ዋና ገንዘብ ዘጠና በመቶ የሚወክለ አክሲዮኖች በአንድ ማህበርተኛ የተያዙ እንደሆነ አናሳ ባለአክሲዮኖች ማህበርተኛው አክሲዮኖቻቸውን እንዳገዛቸው የመጠየቅ መብት አላቸው ።",
    "simplified": "አንድ ሰው 90 በመቶ ድርሻ ከያዘ፣ አነስተኛ ባለአክሲዮኖች አክሲዮኖቻቸውን እንዲገዛቸው የመጠየቅ መብት አላቸው።",
    "ratio": 0.46851385390428213,
    "legal_tokens": 397
  },
  {
    "priority": 8,
    "legal": "507. ጥያቄ አቅራቢው ባለአክሲዮን አክሲዮኖቹ ስለሚገዙበት ሁኔታ በተለይም የአክሲዮኖቹን ዋጋ ፩፻፺፪ የንግድ ሕግ ስለወሰነበት መንገድ መረጃ ከጥያቄው ጋር ማቅረብ አለበት ።",
    "simplified": "በንግድ ሕግ አንቀጽ 192 መሠረት፣ ጠያቂው ስለ ዋጋ አወሳሰን መረጃ ማቅረብ አለበት።",
    "ratio": 0.47703180212014135,
    "legal_tokens": 283
  },
  {
    "priority": 8,
    "legal": "508. በዚህ አንቀጽ ንዑስ አንቀጽ (2) መሰረት ጥያቄ የቀረበለት ማህበርተኛ የቀረበለትን ዋጋ ያልተቀበለ እንደሆነ ማህበሩ በተመዘገበበት ቦታ ሥልጣን ያለው ፍርድ ቤት የአክሲዮኖቹን ዋጋ የሚወስን ባለሞያ መሾም አለበት ።",
    "simplified": "ዋጋው ካልተስማማ፣ ፍርድ ቤት ዋጋ የሚተምን ባለሙያ መመደብ አለበት።",
    "ratio": 0.32294617563739375,
    "legal_tokens": 353
  },
  {
    "priority": 8,
    "legal": "509. ማህበርተኛው ጥያቄውን ስለ ጠቅላላ ጉባኤ አጠራር በተደነገገው ሥርዓት ለሚመለከታቸው ባለአክሲዮኖች በማሳወቅ በአምስት ሳምንት ውስጥ አክሲዮኖቻቸውን እንዳያስተሊለፈለት መጠየቅ አለበት ።",
    "simplified": "ባለአክሲዮኑ በ5 ሳምንት ውስጥ አክሲዮኖች እንዲተላለፉለት መጠየቅ አለበት።",
    "ratio": 0.39622641509433965,
    "legal_tokens": 318
  },
  {
    "priority": 8,
    "legal": "512. የቦርድ አባላት ትክክለኛ ቁጥር በመመስረቻ ጽሁፍ በግልጽ ባልተመለከተ ጊዜ ቁጥራቸው በአክሲዮን ፈራሚዎች ጉባኤ ይወሰናል ።",
    "simplified": "የአባላት ቁጥር በመመስረቻ ጽሑፉ ካልተገለጸ በፈራሚዎች ጉባኤ ይወሰናል።",
    "ratio": 0.583732057416268,
    "legal_tokens": 209
  },
  {
    "priority": 8,
    "legal": "514. ይህ የሆነ እንደሆነ ተመራጩ በሕግ የሰውነት መብት የተሰጠው ማህበር ለተመረጠባቸው ዓመታት የሚያገለግለ ቋሚ ተወካይ ወዲያውኑ መመደብ አለበት ፤",
    "simplified": "ድርጅቱ ዳይሬክተር ከሆነ ቋሚ ተወካይ መመደብ አለበት፤",
    "ratio": 0.3760330578512397,
    "legal_tokens": 242
  },
  {
    "priority": 8,
    "legal": "515. ቋሚ ተወካዩ የለቀቀ እንደሆነ ወይም በሌላ ማንኛውም ምክንያት ኃላፊነቱን ፩፻፺፯ የንግድ ሕግ መወጣት ያልቻለ እንደሆነ ምትክ ተወካይ በተቻለ ፍጥነት መመደብ አለበት ።",
    "simplified": "በንግድ ሕግ አንቀጽ 197 መሠረት፣ ተወካዩ ሥራውን ካቆመ ወዲያውኑ ሌላ መተካት አለበት።",
    "ratio": 0.5053763440860215,
    "legal_tokens": 279
  },
  {
    "priority": 8,
    "legal": "516. ማንኛውም ሰው አንድን ማህበር በዳይሬክተርነት በሚመራበት ጊዜ ሥልጣኑን ከማህበሩ ጥቅም ጋር በሚጋጭ አካሄድ በመገልገል በቀጥታም ሆነ በተዘዋዋሪ መንገድ ያልተገባ ጥቅም ማግኘቱ የተረጋገጠ እንደሆነ ከዳይሬክተርነት መውረድ አለበት ።",
    "simplified": "ሥልጣኑን ለግል ጥቅሙ የተጠቀመ ዳይሬክተር ከኃላፊነቱ መነሳት አለበት።",
    "ratio": 0.3059125964010283,
    "legal_tokens": 389
  },
  {
    "priority": 8,
    "legal": "518. ∙ ስለዳይሬክተሮች ቦርድ አባላት ሹመት ፩፻፺፱ የንግድ ሕግ የመጀመሪያዎቹ የዳይሬክተሮች ቦርድ አባላት በመመስረቻ ጽሁፍ መሰረት ሊሾሙ ይችላል ፤",
    "simplified": "በንግድ ሕግ አንቀጽ 199 መሠረት፣ የመጀመሪያዎቹ የቦርድ አባላት በመመስረቻ ጽሑፉ ሊሾሙ ይችላሉ፤",
    "ratio": 0.6489795918367347,
    "legal_tokens": 245
  },
  {
    "priority": 8,
    "legal": "522. ሆኖም በመመስረቻ ጽሁፍ ተቃራኒ ውሳኔ ከላለ በስተቀር የሥራ ዘመናቸውን ያጠናቀቁ የዳይሬክተሮች ቦርድ አባላት ለተጨማሪ የሥራ ዘመናት እንደገና ሊመረጡ ይችላል ።",
    "simplified": "ሌላ ስምምነት ከሌለ በቀር እንደገና ሊመረጡ ይችላሉ።",
    "ratio": 0.3247232472324723,
    "legal_tokens": 271
  },
  {
    "priority": 8,
    "legal": "525. ፪፻ የንግድ ሕግ አንቀጽ 3∙ የዳይሬክተሮች ቦርድ ሰብሳቢ የዳይሬክተሮች ቦርድ ሰብሳቢ መሆን የሚችለው ባለአክሲዮን የሆነ ዳይሬክተር ነው ፤",
    "simplified": "በንግድ ሕግ አንቀጽ 200 መሠረት፣ የቦርድ ሰብሳቢ መሆን የሚችለው ባለአክሲዮን የሆነው ዳይሬክተር ብቻ ነው፤",
    "ratio": 0.7426160337552743,
    "legal_tokens": 237
  },
  {
    "priority": 8,
    "legal": "527. የዳይሬክተሮች ቦርድ ሰብሳቢና እንደአስፈላጊነቱ ምክትለ ሰብሳቢ መጀመሪያ አክሲዮን ለመግዛት በፈረሙ አባላት ጉባኤ ወይም በባለአክሲዮኖች ጉባኤ ሊመረጥ ይችላል ፤",
    "simplified": "ሰብሳቢው በፈራሚዎች ወይም በባለአክሲዮኖች ጉባኤ ሊመረጥ ይችላል፤",
    "ratio": 0.4072727272727273,
    "legal_tokens": 275
  },
  {
    "priority": 8,
    "legal": "530. የተለየ ኃላፊነት የዳይሬክተሮች ቦርድ ከአባላቱ ለአንደ ወይም ለተወሰኑት በአንድ ወይም ከዛ በላይ በሆኑ ጉዳዮች ፪፻፩ የንግድ ሕግ ማህበሩን እንዳወክለ እንዲሁም ሌላ ሥራ እንዳሰሩ የተለየ ኃላፊነት ሊሰጣቸው ይችላል ።",
    "simplified": "በንግድ ሕግ አንቀጽ 201 መሠረት፣ ቦርዱ ለአባላቱ የተለየ የውክልና ሥራ ሊሰጥ ይችላል።",
    "ratio": 0.3884297520661157,
    "legal_tokens": 363
  },
  {
    "priority": 8,
    "legal": "531. ቦርድ ለራሱ የተሰጠውን የሥልጣን ገደብ ሳያልፍ የሚያቋቁማቸውን ኮሚቴዎች አባላት መምረጥ እና ሥልጣናቸውን መወሰን ይችላል ።",
    "simplified": "ቦርዱ ኮሚቴዎችን የማቋቋምና ሥልጣናቸውን የመወሰን መብት አለው።",
    "ratio": 0.5141509433962265,
    "legal_tokens": 212
  },
  {
    "priority": 8,
    "legal": "532. የቀሩት የቦርድ አባላት ቁጥር ከጠቅላላ የዳይሬክተሮች ቦርድ አባላት ቁጥር ከግማሽ በታች የሆነ እንደሆነ የቀሩት አባላት የጎደለትን ለማሾም አባላቱ ከጎደለበት ጊዜ ጀምሮ በሰላሳ ቀናት ውስጥ ጠቅላላ ጉባኤውን መጥራት አለባቸዉ ፤",
    "simplified": "የአባላት ቁጥር ከግማሽ በታች ከወረደ፣ የቀሩት አባላት በ30 ቀን ውስጥ ጉባኤ መጥራት አለባቸው፤",
    "ratio": 0.41160949868073876,
    "legal_tokens": 379
  },
  {
    "priority": 8,
    "legal": "534. ሁሉም የቦርድ አባላት ሥራቸውን የተው እንደሆነ ተቆጣጣሪ ቦርድ ካለ ቦርድ ከላለ ደግሞ ኦዲተሮች የቦርድ አባላት እንዳሾሙ ይህ ከሆነበት ጊዜ ጀምሮ በሰላሳ ቀናት ውስጥ ጠቅላላ ጉባኤውን መጥራት አለባቸው ።",
    "simplified": "ሁሉም አባላት ቢለቁ፣ ኦዲተሮች በ30 ቀን ውስጥ ጉባኤ መጥራት አለባቸው።",
    "ratio": 0.34513274336283184,
    "legal_tokens": 339
  },
  {
    "priority": 8,
    "legal": "535. በዚህ አንቀጽ ንዑስ አንቀጽ (4) መሰረት ጠቅላላ ጉባኤው እስከሚሰበሰብ ድረስ ማህበሩ ተቆጣጣሪ ቦርድ ካለው ቦርድ ከላለው ኦዳተሮቹ ማህበሩን ፪፻፬ የንግድ ሕግ ያስተዳድራለ ፤",
    "simplified": "በንግድ ሕግ አንቀጽ 204 መሠረት፣ ጉባኤው እስኪሰበሰብ ኦዲተሮቹ ማህበሩን ያስተዳድራሉ፤",
    "ratio": 0.5017301038062284,
    "legal_tokens": 289
  },
  {
    "priority": 8,
    "legal": "537. ለዳይሬክተሮች ቦርድ አባላት ስለሚከፈለ የሥራ ዋጋ የዳይሬክተሮች ቦርድ አባላት ለሚሰጡት አገልግሎት መጠኑ በጠቅላላው ጉባኤ የሚወሰን ከጠቅላላው ወጪ ላይ የሚታሰብ ዓመታዊ የሥራ ዋጋ ሊከፈልላቸው ይገባል ።",
    "simplified": "ለቦርድ አባላት የሚከፈለው ክፍያ በጠቅላላ ጉባኤ ይወሰናል፤",
    "ratio": 0.2898550724637681,
    "legal_tokens": 345
  },
  {
    "priority": 8,
    "legal": "538. በዚህ አንቀጽ ንዑስ ቁጥር (2) መሰረት ለቦርድ አባላት የሚሰጠው ጉርሻ በዚያው ዓመት ለባለአክሲዮኖች ሊከፋፈል ከሚችለው የተጣራ ትርፍ አስር በመቶ መብለጥ አይችልም ።",
    "simplified": "ለቦርድ አባላት የሚሰጥ ጉርሻ ከተጣራው ትርፍ ከ10 በመቶ መብለጥ የለበትም።",
    "ratio": 0.44565217391304346,
    "legal_tokens": 276
  },
  {
    "priority": 8,
    "legal": "539. በዚህ አንቀጽ ንዑስ አንቀጽ (2) መሰረት ከተጣራ ትርፍ ላይ ለዳይሬክተሮች ክፍያ የሚፈጸመው ፪፻፭ የንግድ ሕግ በዚያው ዓመት ለባለአክሲዮኖች የትርፍ ድርሻ የተሰጠ እንደሆነ ብቻ ነው ።",
    "simplified": "በንግድ ሕግ አንቀጽ 205 መሠረት፣ ለዳይሬክተሮች የሚከፈለው ባለአክሲዮኖች የትርፍ ድርሻ ካገኙ ብቻ ነው።",
    "ratio": 0.5676567656765676,
    "legal_tokens": 303
  },
  {
    "priority": 8,
    "legal": "545. ፪፻፯ የንግድ ሕግ ኦዲተሮች በዚህ አንቀጽ ንዑስ አንቀጽ (1) ድንጋጌ መሰረት በዳይሬክተሮች ቦርድ በተፈቀደት ስምምነቶች ላይ ራሱን የቻለ ሪፖርት ለጠቅላላ ጉባኤው ማቅረብ አለባቸው ፤",
    "simplified": "በንግድ ሕግ አንቀጽ 207 መሠረት፣ ኦዲተሮች ስለ ስምምነቶች ለጉባኤው ሪፖርት ማቅረብ አለባቸው፤",
    "ratio": 0.5165562913907285,
    "legal_tokens": 302
  },
  {
    "priority": 8,
    "legal": "546. በኦዲተሮች የሚቀርበውም ሪፖርት ስለውል ሁኔታ፣ የተፈፀመውን ክፍያ ዓይነትና መጠን፣እንዲሁም ለጥቅም ግጭት ምክንያት የሆነውን የቅርበት ሁኔታ የሚገለጽ በቂ መረጃ ማካተት ይኖርበታል ፤",
    "simplified": "ሪፖርቱ ስለ ክፍያውና ስለ ጥቅም ግጭቱ ዝርዝር መረጃ መያዝ አለበት፤",
    "ratio": 0.36012861736334406,
    "legal_tokens": 311
  },
  {
    "priority": 8,
    "legal": "548. ጠቅላላ ጉባኤው ያጸደቀውን ስምምነት ባለአክሲዮኖች መቃወም የየሚችለው በማህበሩ ላይ ከፍተኛ ጉዳት የሚያደርስ ወይም ስምምነቱ በማታለል የተፈፀመ ከሆነ ብቻ ነው ።",
    "simplified": "የጸደቀን ስምምነት መቃወም የሚቻለው ማታለል ካለ ወይም ከፍተኛ ጉዳት ካደረሰ ብቻ ነው።",
    "ratio": 0.5255474452554745,
    "legal_tokens": 274
  },
  {
    "priority": 8,
    "legal": "549. ጠቅላላ ጉባኤው ስምምነቱን ያልጸደቀው በማህበሩ ላይ ከፍተኛ ጉዳት የሚያደርስ ወይም ስምምነቱ በማታለል የተፈፀመ በመሆኑ ምክንያት ካልሆነ በስተቀር ፤",
    "simplified": "ጉባኤው ስምምነቱን ባያጸድቀውም እንኳ፤",
    "ratio": 0.2637795275590551,
    "legal_tokens": 254
  },
  {
    "priority": 8,
    "legal": "551. ስምምነቱ ማህበሩ ላይ ለሚያደርሰው ጉዳት ማታለለን የፈጸመው ወገን እና ማታለለ ፪፻፰ የንግድ ሕግ መፈጸሙን ወይም ስምምነቱ በማህበሩ ላይ ከፍተኛ ጉዳት የሚያደርስ መሆኑን እያወቁ ወይም ማወቅ ሲገባቸው የፈቀደ የቦርድ አባላት በአንድነትና በተናጠል ተጠያቂ ይሆናል ።",
    "simplified": "በንግድ ሕግ አንቀጽ 208 መሠረት፣ ለደረሰ ጉዳት ማታለል የፈጸሙና የፈቀዱ የቦርድ አባላት በአንድነትና በተናጠል ተጠያቂ ይሆናሉ።",
    "ratio": 0.47845804988662133,
    "legal_tokens": 441
  },
  {
    "priority": 8,
    "legal": "552. / በዚህ አንቀጽ ከንዑስ አንቀጽ (1) እስከ (4) የተመለከቱት ድንጋጌዎች ማህበሩ ለማህበሩ ቅርበት ካላቸው ሰዎች ጋር እንደማንኛውም ደንበኛ በሚያደርጋቸው መደበኛ ስምምነቶች ላይ ተፈፃሚ አይሆኑም ።",
    "simplified": "እነዚህ ሕጎች ማህበሩ በመደበኛ ሥራው ለሚያደርጋቸው ውሎች ተፈፃሚ አይደሉም።",
    "ratio": 0.40062111801242234,
    "legal_tokens": 322
  },
  {
    "priority": 8,
    "legal": "555. የቦርድ ውሳኔዎች በቃለ ጉባኤ ተይዘው በስብሰባው ላይ በአካል ወይም በተወካይ በተገኙት የቦርድ አባላት እና በማህበሩ ፀሐፊው መፈረም አለባቸው ፤",
    "simplified": "የቦርድ ውሳኔዎች በቃለ ጉባኤ ተመዝግበው በአባላቱና በጸሐፊው መፈረም አለባቸው፤",
    "ratio": 0.5555555555555556,
    "legal_tokens": 243
  },
  {
    "priority": 8,
    "legal": "558. በኤሌክትሮኒክ ዘዴ ስለየሚደረግ የዳይሬክተሮች ቦርድ ስብሰባ በማህበሩ የመመስረቻ ጽሁፍ የተጣለ ክልከላ ከላለ በቀር ፤",
    "simplified": "በመመስረቻ ጽሑፉ ካልተከለከለ በቀር፤",
    "ratio": 0.31683168316831684,
    "legal_tokens": 202
  },
  {
    "priority": 8,
    "legal": "560. የመገናኛ ዘዴው የተሰብሳቢዎችን ማንነት ለመለየት የሚያስችል እንዲሁም ውጤታማ ተሳትፍን የሚያረጋግጥ መሆን አለበት ፤",
    "simplified": "ዘዴው ተሳታፊዎችን ለመለየት የሚያስችል መሆን አለበት፤",
    "ratio": 0.4626865671641791,
    "legal_tokens": 201
  },
  {
    "priority": 8,
    "legal": "561. የመገናኛ ዘዴው ቢያንስ የተሳታፊዎችን ድምፅ ሳይቆራረጥ ፪፻፲፪ የንግድ ሕግ የሚያስተላለፍ እና ተሰብሳቢዎቹ በአንድ ጊዜ መሳተፍ እንዲችል የሚፈቅድ መሆን አለበት ።",
    "simplified": "በንግድ ሕግ አንቀጽ 212 መሠረት፣ ድምፅ ሳይቆራረጥ የሚያስተላልፍ መሆን አለበት።",
    "ratio": 0.48014440433212996,
    "legal_tokens": 277
  },
  {
    "priority": 8,
    "legal": "563. በማህበሩ መመስረቻ ጽሁፍ ተቃራኒ ድንጋጌ ከላለ በስተቀር፣ ከቦርድ ጠቅላላ አባላት ውስጥ ቢያንስ አንድ ሦስተኛው (ሲሶው) በስብሰባው ላይ በአካል ካልተገኙ በስተቀር ፤",
    "simplified": "ቢያንስ አንድ ሦስተኛው አባል በአካል ካልተገኘ በቀር፤",
    "ratio": 0.3285198555956679,
    "legal_tokens": 277
  },
  {
    "priority": 8,
    "legal": "570. የሚመለከተው የዳይሬክተሮች ቦርድ አባል፣ የተቆጣጣሪ ቦርድ አባል፣ ኦዲተር እንዲሁም የማህበሩ ጸሏፉ መዝገቡ ውስጥ በሰፈሩት ጉዳዮች ላይ ለውጥ መደረጉን ካወቀ ይህንኑ ካወቀበት ቀን ጀምሮ በአስራ አምስት ቀናት ውስጥ ለአክሲዮን ማህበሩ ዋና መሥሪያ ቤት ማሳወቅ ይኖርበታል ።",
    "simplified": "የቦርድ አባል ወይም ኦዲተር ለውጥ መኖሩን ሲያውቁ በ15 ቀን ውስጥ ለማህበሩ ማሳወቅ አለባቸው።",
    "ratio": 0.3370044052863436,
    "legal_tokens": 454
  },
  {
    "priority": 8,
    "legal": "597. በዚህ አንቀጽ ንዑስ አንቀጽ (1) የተመለከተው ክልከላ ማህበሩ ሊጠቀምባቸው ቢችለም ባይችለም በተለይ ንብረትን፣ መረጃን እና የንግድ ዕድልን መጠቀም በተመለከተም ተፈፃሚ ይሆናል ።",
    "simplified": "ይህ ክልከላ፣ ማህበሩ ሊጠቀምባቸው ቢችልም ባይችልም፣ የማህበሩን ንብረት፣ መረጃና የንግድ ዕድል መጠቀምንም ይጨምራል።",
    "ratio": 0.67003367003367,
    "legal_tokens": 297
  },
  {
    "priority": 8,
    "legal": "598. አንድ የዳይሬክተሮች ቦርድ አባል የነበረ ሰው ከኃላፊነት ከተነሳ በኋላም ቢሆን የቦርድ አባል በነበረበት ወቅት በሥራው ምክንያት ያወቀውን ፪፻፳፪ የንግድ ሕግ መረጃ እና የንግድ ዕድል ለራሱም ሆነ ለሦስተኛ ወገን ጥቅም ማዋል አይችልም ።",
    "simplified": "አንድ የቦርድ አባል ከኃላፊነቱ ከተነሳ በኋላም ቢሆን፣ 222 የንግድ ሕግ፦ በሥራው ምክንያት ያወቀውን መረጃና የንግድ ዕድል ለራሱም ሆነ ለሌላ ሰው ጥቅም ማዋል አይችልም።",
    "ratio": 0.7033248081841432,
    "legal_tokens": 391
  },
  {
    "priority": 8,
    "legal": "599. በዚህ አንቀጽ የተደነገገው ክልከላ ዳይሬክተሩ ከማህበሩ ጋር ከሚያደርገው የሥራ ውል ጋር በተያያዘ ሊነሳ የሚችለ የጥቅም ግጭትን አይመለከትም ።",
    "simplified": "ይህ ክልከላ ዳይሬክተሩ ከማህበሩ ጋር ከሚያደርገው የሥራ ውል ጋር የተያያዘ የጥቅም ግጭትን አይመለከትም።",
    "ratio": 0.7231404958677686,
    "legal_tokens": 242
  },
  {
    "priority": 8,
    "legal": "602. በተለይም ከማህበሩ ጋር ሊደረግ የታሰበ ወይም የተደረገ ውል ወይም ሌላ ዓይነት ግንኙነት በቀጥታም ሆነ በተዘዋዋሪ መንገድ የቦርድ አባልን ጥቅም የሚነካ ከሆነ አባል ስለጥቅሙ ባሕሪ እና ፪፻፳፫ የንግድ ሕግ መጠን ለተቀሩት ዳይሬክተሮች የተሟሊ መግለጫ መስጠት አለበት ።",
    "simplified": "በተለይም ከማህበሩ ጋር የሚደረግ ውል ወይም ግንኙነት የአንድን አባል ጥቅም የሚነካ ከሆነ፣ 223 የንግድ ሕግ፦ አባሉ ስለጥቅሙ ዓይነትና መጠን ለሌሎቹ ዳይሬክተሮች ሙሉ መግለጫ መስጠት አለበት።",
    "ratio": 0.7065462753950339,
    "legal_tokens": 443
  },
  {
    "priority": 8,
    "legal": "603. በሦስተኛ ወገን የሚሰጥ ጥቅም አንድ የዳይሬክተሮች ቦርድ አባል ሥራውን በማከናወን ላይ እያለ በሦስተኛ ወገን ስጦታም ሆነ ሌላ ዓይነት ጥቅም የተሰጠው እንደሆነ የጥቅሙ ተጋሪ ያልሆኑ ዳይሬክተሮችን ወይም የማህበሩን ጠቅላላ ጉባኤ ሳያስፈቅድ መቀበል አይችልም ።",
    "simplified": "በሦስተኛ ወገን የሚሰጥ ጥቅም፦ አንድ የቦርድ አባል ሥራውን ሲያከናውን ከሌላ ሰው ስጦታ ወይም ጥቅም ቢቀርብለት፣ ሌሎች ዳይሬክተሮችን ወይም ጠቅላላ ጉባኤውን ሳይጠይቅ መቀበል አይችልም።",
    "ratio": 0.7146171693735499,
    "legal_tokens": 431
  },
  {
    "priority": 8,
    "legal": "604. ስጦታውን ወይም ጥቅሙን መቀበል የጥቅም ግጭት የሚፈጥርበት ምክንያታዊ ዕድል የላለ እንደሆነ በዚህ አንቀጽ ንዑስ አንቀጽ (1) የተጣለው ክልከላ ተፈፃሚነት የለውም ።",
    "simplified": "ጥቅሙን መቀበል የጥቅም ግጭት የማይፈጥር ከሆነ ግን ይህ ክልከላ አይፈጸምም።",
    "ratio": 0.46691176470588236,
    "legal_tokens": 272
  },
  {
    "priority": 8,
    "legal": "606. ፪፻፳፬ የንግድ ሕግ አንቀጽ 33∙ ድምፅ ላይ ስለየሚደረግ ገደብ በማህበሩ እና በዳይሬክተሮች ቦርድ አባል መካከል የሚደረግ ውልን፣ በሦስተኛ ወገን ለዳይሬክተሩ የሚሰጥ ጥቅምን ወይም የጥቅም ግጭት ሊፈጥር በመቻለ ምክንያት በቦርድ መጽደቅ ያለበትን ሌላ ማናቸውም ዓይነት ጉዳይን በተመለከተ ቦርድ ውሳኔ በሚያስተላለፍበት ጊዜ ጉዳዩ የሚመለከተው አባል ድምፅ መስጠት አይችልም ።",
    "simplified": "224 የንግድ ሕግ፦ በድምፅ አሰጣጥ ላይ የሚደረግ ገደብ፦ ከማህበሩ ጋር የሚደረግ ውልን ወይም የጥቅም ግጭትን በሚመለከት ቦርዱ ሲወስን፣ ጉዳዩ የሚመለከተው አባል ድምፅ መስጠት አይችልም።",
    "ratio": 0.4855769230769231,
    "legal_tokens": 624
  },
  {
    "priority": 8,
    "legal": "608. የዳይሬክተሮች ቦርድ ሥልጣን ፪፻፳፭ የንግድ ሕግ የዳይሬክተሮች ቦርድ በሕግ፣ በማህበሩ መመስረቻ ጽሁፍ ወይም በባለአክሲዮኖች ጠቅላላ ጉባኤ ውሳኔዎች የሚሰጥ ሥልጣን ይኖረዋል ።",
    "simplified": "የዳይሬክተሮች ቦርድ ሥልጣን፦ 225 የንግድ ሕግ፦ ቦርዱ በሕግ፣ በመመስረቻ ጽሁፍ ወይም በጠቅላላ ጉባኤ ውሳኔ የሚሰጠው ሥልጣን ይኖረዋል።",
    "ratio": 0.7491638795986622,
    "legal_tokens": 299
  },
  {
    "priority": 8,
    "legal": "609. የማህበሩ መመስረቻ ጽሁፍ የዳይሬክተሮች ቦርድ አባላት በአንድነት ሥራቸውን የሚያካሄደና ለማህበሩ እንደራሴ መሆናቸውን ወይም ከእነርሱ ውስጥ አንደ ለዚህ ተግባር በተለይ ሥልጣን ያለው መሆኑን መለየት አለበት ።",
    "simplified": "የማህበሩ መመስረቻ ጽሁፍ፣ የቦርድ አባላቱ በጋራ ወይም ከመካከላቸው አንዱ ተለይቶ ማህበሩን ወክለው የመሥራት ሥልጣን እንዳላቸው መግለጽ አለበት።",
    "ratio": 0.6894586894586895,
    "legal_tokens": 351
  },
  {
    "priority": 8,
    "legal": "612. የዳይሬክተሮች ቦርድ አባላት ለማህበሩ ስለለባቸው ተጠያቂነት ፪፻፳፮ የንግድ ሕግ የዳይሬክተሮች ቦርድ አባላት ኃላፊነታቸውን ባለመወጣታቸው ለሚደርሰው ጉዳት ለማህበሩ በአንድነትና በተናጠል ተጠያቂ ይሆናል ።",
    "simplified": "የዳይሬክተሮች ቦርድ ተጠያቂነት፦ 226 የንግድ ሕግ፦ የቦርድ አባላት ኃላፊነታቸውን ባለመወጣታቸው ለሚደርስ ጉዳት ለማህበሩ በጋራና በተናጠል ተጠያቂ ይሆናሉ።",
    "ratio": 0.7407407407407407,
    "legal_tokens": 351
  },
  {
    "priority": 8,
    "legal": "613. ዳይሬክተሮችን ከተጠያቂነት ነጻ ስለሚያደርጉ ስምምነቶች ከማህበሩ ሥራ ጋር በተያያዘ በቸልተኝነት፣ ኃላፊነትን ባለመወጣት ወይም በእምነት ማጉደለ ምክንያት ሊደርስበት ከሚችለ ተጠያቂነት አንድ የዳይሬክተሮች ቦርድ አባልን ነጻ ለማድረግረግ ታስቦ የተደረገ ስምምነት ወይም ድንጋጌ አይጸናም ።",
    "simplified": "ዳይሬክተሮችን ከተጠያቂነት ነጻ ስለሚያደርጉ ስምምነቶች፦ አንድን የቦርድ አባል በቸልተኝነት ወይም በእምነት ማጉደል ከሚመጣ ተጠያቂነት ነጻ ለማድረግ የሚደረግ ማንኛውም ስምምነት አይጸናም።",
    "ratio": 0.6509240246406571,
    "legal_tokens": 487
  },
  {
    "priority": 8,
    "legal": "614. አንድ ዳይሬክተር ከማህበር ሥራ ጋር በተያያዘ በቸልተኝነት፣ ኃላፊነትን ባለመወጣት፣ በእምነት ማጉደለ መክፈል ያለበትን ካሣ በከፊልም ሆነ በሙሉ ማህበሩ በቀጥታም ሆነ በተዘዋዋሪ እንዳከፍልለት ወይም ዳይሬክተሩ ከከፈለ በኋላ እንዲተካለት የሚደነግግ ስምምነት አይጸናም ።",
    "simplified": "አንድ ዳይሬክተር በጥፋቱ ምክንያት መክፈል ያለበትን ካሳ ማህበሩ እንዲከፍልለት ወይም እንዲተካለት የሚደረግ ስምምነት አይጸናም።",
    "ratio": 0.4746136865342163,
    "legal_tokens": 453
  },
  {
    "priority": 8,
    "legal": "615. ፪፻፳፯ የንግድ ሕግ የዚህ አንቀጽ ንዑስ አንቀጽ (1) እና (2) ድንጋጌዎች በማህበሩ መመስረቻ ጽሁፍ፣ ከማህበሩ ወይም ሌላ አካል ጋር በተደረገ ማንኛውም ውል ውስጥ በሚገኝ ድንጋጌ ላይ ተፈፃሚ ይሆናል ።",
    "simplified": "227 የንግድ ሕግ፦ እነዚህ ድንጋጌዎች በመመስረቻ ጽሁፍ ወይም ከማህበሩ ጋር በሚደረግ ማንኛውም ውል ላይ ተፈጻሚ ይሆናሉ።",
    "ratio": 0.6030769230769231,
    "legal_tokens": 325
  },
  {
    "priority": 8,
    "legal": "616. የዚህ አንቀጽ ንዑስ አንቀጽ (1) እና (2) ድንጋጌዎች በቦርድ አባላት ላይ ሊደርስ የሚችለውን ተጠያቂነት በተመለከተ ማህበሩን የመድን ሽፊን ከመግዛት አያግደትም ።",
    "simplified": "እነዚህ ድንጋጌዎች፣ ማህበሩ ለቦርድ አባላቱ የመድን (ኢንሹራንስ) ሽፋን እንዳይገዛ አይከለክሉትም።",
    "ratio": 0.6203007518796992,
    "legal_tokens": 266
  },
  {
    "priority": 8,
    "legal": "620. በዚህ አንቀጽ ንዑስ አንቀጽ (1) መሰረት ክስ እንዳቀርብ ከተወሰነበት ቀን አንስቶ ባለፈው ሦስት ወራት ጊዜ ውስጥ ማህበሩ ክሱን ያላቀረበ እንደሆነ ከማህበሩ ዋና ገንዘብ ቢያንስ አስር በመቶ ድርሻ ያላቸው ባለአክሲዮኖች በጋራ በማህበሩ ስም ክስ ማቅረብ ይችላል ።",
    "simplified": "ክስ እንዲቀርብ ከተወሰነ በኋላ ማህበሩ በ3 ወር ውስጥ ክስ ካላቀረበ፣ 10 በመቶ ድርሻ ያላቸው ባለአክሲዮኖች በማህበሩ ስም ክስ ማቅረብ ይችላሉ።",
    "ratio": 0.544392523364486,
    "legal_tokens": 428
  },
  {
    "priority": 8,
    "legal": "621. በዚህ አንቀጽ ንዑስ አንቀጽ (2) ወይም (3) መሰረት ክስ መመስረት ለሚፈለጉ ባለአክሲዮኖች ማህበሩ ክሱን ለመመስረት አስፈላጊ የሆኑትን ሰነዶች እና ማስረጃዎች ማሳየት እና ኮፒ መስጠት ይኖርበታል ፤",
    "simplified": "ክስ መመስረት ለሚፈልጉ ባለአክሲዮኖች፣ ማህበሩ አስፈላጊ የሆኑ ሰነዶችንና ማስረጃዎችን ማሳየትና ቅጂ መስጠት አለበት፤",
    "ratio": 0.6180124223602484,
    "legal_tokens": 322
  },
  {
    "priority": 8,
    "legal": "622. በተለይም ባለአክሲዮኖቹ የጥቅም ግጭት ይኖርባቸዋል ብለውው የሚገምቱዋቸውን ውሎች እና ደጋፉ ሰነዶች የመመርመር መብት አላቸው ።",
    "simplified": "ባለአክሲዮኖቹ የጥቅም ግጭት ያለባቸውን ውሎችና ደጋፊ ሰነዶችን የመመርመር መብት አላቸው።",
    "ratio": 0.6926605504587156,
    "legal_tokens": 218
  },
  {
    "priority": 8,
    "legal": "623. በዚህ አንቀጽ ንዑስ አንቀጽ (2) ወይም (3) መሰረት በባለአክሲዮኖች የቀረበው ክስ ውጤት ምንም ይሁን ምን ክሱ የቀረበው በቅን ለቦና እስከሆነ ድረስ ማህበሩ ለባለአክሲዮኖቹ በክሱ ምክንያት ያወጡትን ወጪ መተካት አለበት ።",
    "simplified": "በባለአክሲዮኖች የቀረበው ክስ በቅን ልቦና እስከሆነ ድረስ፣ ማህበሩ ለባለአክሲዮኖቹ የክስ ወጪያቸውን መተካት አለበት።",
    "ratio": 0.5543175487465181,
    "legal_tokens": 359
  },
  {
    "priority": 8,
    "legal": "624. የማህበሩ ንብረት ዕዳውን ለመክፈል የማይበቃ ሆኖ ሲገኝ ገንዘብ ጠያቂዎች ንብረቱ እንዳባክን ወይም እንዳጎድለ ባደረጉት ዳይሬክተሮች ላይ በባከነው ወይም በተጓደለው ንብረት መጠን የኃላፊነት ክስ ሊያቀርቡ ይችላል ።",
    "simplified": "የማህበሩ ንብረት ዕዳ ለመክፈል ካልበቃ፣ ገንዘብ ጠያቂዎች ንብረት ባባከኑ ዳይሬክተሮች ላይ የተጠያቂነት ክስ ሊያቀርቡ ይችላሉ።",
    "ratio": 0.5949720670391061,
    "legal_tokens": 358
  },
  {
    "priority": 8,
    "legal": "637. የማህበሩ ዋና ሥራ አስኪያጅና ፀሐፊው አንቀጽ 37. የማህበሩ ዋና ሥራ አስኪያጅ ማህበሩ በዳይሬክተሮች ቦርድ የሚሾም ዋና ሥራ አስኪያጅ ይኖረዋል ፤",
    "simplified": "የማህበሩ ዋና ሥራ አስኪያጅና ጸሐፊ፦ ማህበሩ በዳይሬክተሮች ቦርድ የሚሾም ዋና ሥራ አስኪያጅ ይኖረዋል፤",
    "ratio": 0.6963562753036437,
    "legal_tokens": 247
  },
  {
    "priority": 8,
    "legal": "654. ተገቢ ያልሆነ ተግባር መፈጸሙን የማስታወቅ ግዴታ ኦዲተሮች ሥራቸውን በሚያከናውኑበት ጊዜ ተገቢ ያልሆነ አሰራር ወይም በሕግ ወይም በመመስረቻ ጽሁፍ የተመለከተውን በመጣስ የተፈፀመ ድርጊት መኖሩን እንዳወቁ ማህበሩ ተቆጣጣሪ ቦርድ ካለው ለቦርድ ከላለው ደግሞ ለዳይሬክተሮች ቦርድ እና ጉዳዩ ከበድ ያለ በሆነ ጊዜ ለጠቅላላ ጉባኤው ማስታወቅ አለባቸው ።",
    "simplified": "ተገቢ ያልሆነ ተግባርን የማስታወቅ ግዴታ፦ ኦዲተሮች ሕግን ወይም መመስረቻ ጽሁፍን የጣሰ አሰራር ካወቁ፣ ለተቆጣጣሪ ቦርድ፣ ለዳይሬክተሮች ወይም ለጠቅላላ ጉባኤው ማሳወቅ አለባቸው።",
    "ratio": 0.5172413793103449,
    "legal_tokens": 580
  },
  {
    "priority": 8,
    "legal": "656. የማህበሩን ጠቅላላ ጉባኤ ስብሰባ ስለመጥራት ፪፻፵፯ የንግድ ሕግ ሕግ ወይም የማህበሩ መመስረቻ ጽሁፍ በሚጠይቀው መሰረት የዳይሬክተሮች ቦርድ ወይም ተቆጣጣሪ ቦርድ ጠቅላላ ጉባኤው እንዳሰበሰብ ጥሪ ሳያደርጉ የቀሩ እንደሆነ፣ ጥሪውን ኦዳተሮቹ ማድረግ አለባቸው ።",
    "simplified": "ጠቅላላ ጉባኤ መጥራት፦ 247 የንግድ ሕግ፦ ዳይሬክተሮች ወይም ተቆጣጣሪ ቦርድ ጉባኤ ካልጠሩ፣ ኦዲተሮቹ ጥሪ ማድረግ አለባቸው።",
    "ratio": 0.4701834862385321,
    "legal_tokens": 436
  },
  {
    "priority": 8,
    "legal": "659. ኦዲተሮች ከአንድ በላይ ከሆኑ በማህበሩ መመስረቻ ጽሁፍ በተመለከተው መሰረት በጋራ ጠቅላላ ጉባኤ እንዳሰበሰብ ጥሪ ማድረግ ይችላል ፤",
    "simplified": "ኦዲተሮች ከአንድ በላይ ከሆኑ በመመስረቻ ጽሁፉ መሠረት በጋራ ጥሪ ማድረግ ይችላሉ፤",
    "ratio": 0.6143497757847534,
    "legal_tokens": 223
  },
  {
    "priority": 8,
    "legal": "660. አስፈላጊ መስል ሲታያቸው ስብሰባው ከማህበሩ ዋና መሥሪያ ቤት ወይም በማህበሩ መመስረቻ ጽሁፍ ከተጠቀሰው ቦታ ውጭ እንዲደረግ መወሰን ይችላል ።",
    "simplified": "አስፈላጊ ሆኖ ሲገኝ፣ ስብሰባው ከዋናው መሥሪያ ቤት ውጭ እንዲደረግ መወሰን ይችላሉ።",
    "ratio": 0.5833333333333334,
    "legal_tokens": 240
  },
  {
    "priority": 8,
    "legal": "664. ፪፻፵፰ የንግድ ሕግ ጠቅላላ ጉባኤውን በመጥራት ወይም ባለመጥራት ላይ ኦዳተሮቹ ያልተስማሙ እንደሆነ፣ ከኦዳተሮቹ አንደ በዚህ አንቀጽ ንዑስ አንቀጽ (3) እና (4) የተመለከተውን ሥልጣን ተግባራዊ ለማድረግረግ የማህበሩ ዋና መሥሪያ ቤት በሚገኝበት ቦታ ሥልጣን ሊለው ፍርድ ቤት ማመልከት ይችላል ።",
    "simplified": "248 የንግድ ሕግ፦ ኦዲተሮቹ ጉባኤ በመጥራት ላይ ካልተስማሙ፣ አንዱ ኦዲተር ፍርድ ቤት አመልክቶ ጉባኤውን የመጥራትና የመምራት ሥልጣን ሊጠይቅ ይችላል።",
    "ratio": 0.5135135135135135,
    "legal_tokens": 481
  },
  {
    "priority": 8,
    "legal": "668. የኦዲተሮች ተጠያቂነት ኦዲተሮች ሥራቸውን በሚያከናውኑበት ጊዜ በማህበሩ፣ በባለአክሲዮኖችና በሦስተኛ ወገኖች ላይ ለሚፈጽሙት ጥፊት በፍትሐ ብሄር ሕግ መሰረት ኃላፊዎች ይሆናል ።",
    "simplified": "የኦዲተሮች ተጠያቂነት፦ ኦዲተሮች ሥራቸውን ሲያከናውኑ ለሚፈጽሙት ጥፋት በፍትሐ ብሔር ሕግ መሠረት ተጠያቂ ይሆናሉ።",
    "ratio": 0.6411960132890365,
    "legal_tokens": 301
  },
  {
    "priority": 8,
    "legal": "683. ሁሉም አክሲዮኖች በባለአክሲዮኖች ስም ተመዝግበው በሚገኙባቸው ማህበሮች በዚህ አንቀጽ ንዑስ አንቀጽ (1) በተመለከቱት ማስታወቂያዎች ፋንታ ጥሪው በማህበሩ ወጪ ለእያንዳንዱ ባለአክሲዮን በሚልክ የተመዘገበ ደብዳቤ፣ ማህበርተኛው ለዚሁ ዓላማ ለማህበሩ በሰጠው ኢሜይል ወይም ሌላ አስተማማኝ የኤሌክትሮኒክ ዘዴ ሊደረግ ይችላል ።",
    "simplified": "አክሲዮኖቹ በባለቤቱ ስም በተመዘገቡባቸው ማህበራት፣ በጋዜጣ ፋንታ ጥሪው ለእያንዳንዱ ባለአክሲዮን በፖስታ፣ በኢሜይል ወይም በሌላ አስተማማኝ የኤሌክትሮኒክ ዘዴ ሊላክ ይችላል።",
    "ratio": 0.5462962962962963,
    "legal_tokens": 540
  },
  {
    "priority": 8,
    "legal": "686. በዚህ አንቀጽ ንዑስ አንቀጽ (1) የተመለከተው ቢኖርም ከማህበሩ ዋና ገንዘብ አምስት በመቶ ድርሻ ያላቸው ባለአክሲዮኖች ተጨማሪ አጀንዳ እንዳያዝሊቸው የማድረግ መብት አላቸው ፤",
    "simplified": "ከላይ የተጠቀሰው ቢኖርም፣ 5 በመቶ ድርሻ ያላቸው ባለአክሲዮኖች ተጨማሪ አጀንዳ እንዲያዝላቸው የመጠየቅ መብት አላቸው፤",
    "ratio": 0.6804123711340206,
    "legal_tokens": 291
  },
  {
    "priority": 8,
    "legal": "687. ጥያቄያቸውን በተቻለ መጠን የስብሰባ ጥሪ ከመደረጉ በፊት ካልሆነም በአንቀጽ ፫፻፸ መሰረት የስብሰባ ጥሪ በተደረገ በሦስት ቀናት ውስጥ ስብሰባውን ለጠራው አካል በጽሁፍ ማቅረብ አለባቸው ።",
    "simplified": "ጥያቄያቸውን ስብሰባ ከመጠራቱ በፊት፣ ወይም ጥሪ ከተደረገ በ3 ቀናት ውስጥ ለጠሪው አካል በጽሁፍ ማቅረብ አለባቸው።",
    "ratio": 0.6050955414012739,
    "legal_tokens": 314
  },
  {
    "priority": 8,
    "legal": "688. ፪፻፷፫ የንግድ ሕግ በሕግ ወይም በማህበሩ የመመሰረቻ ጽሁፍ ተቃራኒ ድንጋጌ ከላለ በስተቀር በአጀንዳው ውስጥ ያልተካተተ ማንኛውም ጉዳይ በጉባኤው ውይይት ሊደረግበት አይችልም ፤",
    "simplified": "263 የንግድ ሕግ፦ በሕግ ወይም በመመስረቻ ጽሁፍ ሌላ ነገር ካልተባለ በቀር፣ በአጀንዳው የሌለ ማንኛውም ጉዳይ ላይ መወያየት አይቻልም፤",
    "ratio": 0.7373737373737373,
    "legal_tokens": 297
  },
  {
    "priority": 8,
    "legal": "696. ለሚተላለፈት ውሳኔዎች መሟላት ያለበት ምልዓተ ጉባኤ የሚሰሊው የማህበሩን ዋና ገንዘብ (ካፒታል) ካቋቋሙት አክሲዮኖች አንጻር ሆኖ ለእያንዳንዱ የጉባኤ ዓይነት በዚህ ሕግ በተወሰነው መሰረት ነው ፤",
    "simplified": "ምልዓተ ጉባኤው የሚሰላው ከድርጅቱ ጠቅላላ ካፒታል አንጻር ሲሆን፣ ለያንዳንዱ የጉባኤ ዓይነት በሕጉ በተወሰነው መሠረት ይሆናል፤",
    "ratio": 0.6553846153846153,
    "legal_tokens": 325
  },
  {
    "priority": 8,
    "legal": "697. በሚካሄደ ጉባኤዎች ሁሉ አስፈላጊው ምልዓተ ጉባኤ የሚታሰበው በሕግ መሰረት ድምፅ የመስጠት መብት የሌላቸው አክሲዮኖች ከተቀነሱ በኋላ ቀሪዎቹ አክሲዮኖች በማህበሩ ዋና ገንዘብ ፪፻፷፭ የንግድ ሕግ ውስጥ ባላቸው ድርሻ ወይም መዋጮ መሰረት ነው ።",
    "simplified": "በጉባኤዎች ላይ ምልዓተ ጉባኤ የሚታሰበው፣ ድምፅ መስጠት የማይችሉ አክሲዮኖች ተቀንሰው፣ 265 የንግድ ሕግ፦ በቀሪዎቹ አክሲዮኖች ባላቸው የካፒታል ድርሻ መሠረት ነው።",
    "ratio": 0.674937965260546,
    "legal_tokens": 403
  },
  {
    "priority": 8,
    "legal": "700. ሰብሳቢው በማይኖርበት ጊዜ ምክትለ ሰብሳቢ፣ምክትለ ሰብሳቢ በማይኖርበት ጊዜ ከዳይሬክተሮች መካከል በሹመት ቀደምትነት ያለው፣ ቀደምትነት ያለው በማይኖርበት ጊዜ ደግሞ ጠቅላላ ጉባኤው የሚመርጠው ሰው ሰብሳቢ ይሆናል ።",
    "simplified": "ሰብሳቢው ከሌለ ምክትል ሰብሳቢው፣ እሱም ከሌለ በሹመት ቀደምት የሆነው ዳይሬክተር፣ እሱም ከሌለ ደግሞ ጉባኤው የሚመርጠው ሰው ሰብሳቢ ይሆናል።",
    "ratio": 0.6475409836065574,
    "legal_tokens": 366
  },
  {
    "priority": 8,
    "legal": "702. ማንኛውም ባለአክሲዮን በዚህ አንቀጽ ንዑስ አንቀጽ (1) የተመለከተው ሰነዶች ለማየት ወይም ቅጂ ለመውሰድ ያቀረበው ጥያቄ በማህበሩ ተቀባይነት ካልገኘ ለንግድ እና ኢንዱስትሪ ሚኒስቴር ወይም አግባብ ሊለው ሌላ የመንግስት አካል በማመልከት ሰነዶቹን የማየት እና ቅጂ የመውሰድ መብት አለው ።",
    "simplified": "ማንኛውም ባለአክሲዮን ሰነዶችን ለማየት ወይም ቅጂ ለመውሰድ ማህበሩ ካልፈቀደለት፣ ለንግድና ኢንዱስትሪ ሚኒስቴር ወይም ለሚመለከተው አካል በማመልከት መብቱን መጠቀም ይችላል።",
    "ratio": 0.6160337552742616,
    "legal_tokens": 474
  },
  {
    "priority": 8,
    "legal": "703. ቦርድ በዚህ አንቀጽ ንዑስ አንቀጽ (1) መሰረት መረጃ ያልሰጠ እንደሆነ ጥያቄ አቅራቢው ባለአክሲዮን ክስ ማቅረብ ይችላል ፤",
    "simplified": "ቦርዱ መረጃ ካልሰጠ፣ ጠያቂው ባለአክሲዮን ክስ ማቅረብ ይችላል፤",
    "ratio": 0.5297029702970297,
    "legal_tokens": 202
  },
  {
    "priority": 8,
    "legal": "707. በተለይም የዳይሬክተሮች ቦርድ አባላት ባለአክሲዮን ቢሆኑም የራሳቸውን ሀሊፉነት፣ ተጠያቂነት እንዲሁም በማህበሩ እና በራሳቸው ጥቅም መካከል በቀጥታም ሆነ በተዘዋዋሪ ግጭት በሚያስነሱ ጉዳዮች ላይ ድምፅ መስጠት አይችልም ።",
    "simplified": "በተለይም የቦርድ አባላት ባለአክሲዮን ቢሆኑም እንኳን፣ ከራሳቸው ተጠያቂነት ወይም ከጥቅም ግጭት ጋር በተያያዙ ጉዳዮች ላይ ድምፅ መስጠት አይችሉም።",
    "ratio": 0.6595174262734584,
    "legal_tokens": 373
  },
  {
    "priority": 8,
    "legal": "708. በዚህ አንቀጽ ንዑስ አንቀጽ (1) እና (2) መሰረት ድምፅ የመስጠት መብት የማያሰጡ አክሲዮኖችም ቢሆኑ የጉባኤውን ምልዓተ ጉባኤ መሟላት አለመሟሊቱን ለመወሰን ቁጥር ውስጥ ይገባል ።",
    "simplified": "ድምፅ መስጠት የማይችሉ አክሲዮኖችም ቢሆኑ፣ የምልዓተ ጉባኤውን መሟላት ለማስላት በቁጥር ውስጥ ይካተታሉ።",
    "ratio": 0.6040955631399317,
    "legal_tokens": 293
  },
  {
    "priority": 8,
    "legal": "711. የጉባኤው ውሳኔዎች ውጤት በሕግ ወይም በማህበሩ መመስረቻ ጽሁፍ መሰረት በጉባኤ መተላለፍ የሚችለ ውሳኔዎች በስብሰባው ላይ ባልተገኙ፣ ድምፀ ተአቅቦ ባደረጉ፣ በሀሳብ በተለዩ፣ ችሎታ በሌላቸዉ ወይም ድምፅ የመስጠት ፪፻፸፰ የንግድ ሕግ መብት በተከለከለ ባለአክሲዮኖች ላይ ሁሉ ተፈፃሚ ይሆናል ።",
    "simplified": "278 የንግድ ሕግ፦ የጉባኤ ውሳኔዎች በስብሰባው ባልተገኙ፣ ድምፅ ባልሰጡ ወይም ድምፅ የመከልከል መብት ባላቸው ባለአክሲዮኖች ሁሉ ላይ ተፈጻሚ ይሆናሉ።",
    "ratio": 0.5082304526748971,
    "legal_tokens": 486
  },
  {
    "priority": 8,
    "legal": "712. ማንኛውም በውሳኔው ጥቅሙ የተጎዳ ሰው በሕግና በማህበሩ መመስረቻ ጽሁፍ የተመለከተትን ድንጋጌዎች በመቃረን የተላለፈ ውሳኔ ውድቅ እንዲደረግለት ውሳኔው መተላለፈን ካወቀበት ጊዜ አንስቶ በተከታታይ ዘጠና ቀናት ውስጥ ለፍርድ ቤት ማመልከት ይችላል ፤",
    "simplified": "በውሳኔው የተጎዳ ሰው፣ ውሳኔው ሕግን ወይም መመስረቻ ጽሁፍን የሚቃረን ከሆነ መተላለፉን ካወቀበት ቀን ጀምሮ ባሉት 90 ቀናት ውስጥ ለፍርድ ቤት ማመልከት ይችላል፤",
    "ratio": 0.639225181598063,
    "legal_tokens": 413
  },
  {
    "priority": 8,
    "legal": "713. ሆኖም ውሳኔው በንግድ መዝገብ የገባ ከሆነ ስለ ውሳኔው መተላለፍ በተጨባጭ አወቀም አላወቀም ውሳኔውን በመቃወም ለፍርድ ቤት ማመልከት የሚችለው ውሳኔው በንግድ መዝገብ ከገባበት ቀን አንስቶ በተከታታይ ስለሳ ቀናት ውስጥ ብቻ ነው ።",
    "simplified": "ውሳኔው በንግድ መዝገብ ከገባ ግን፣ ማመልከት የሚቻለው በንግድ መዝገብ ከገባበት ቀን ጀምሮ ባሉት 30 ቀናት ውስጥ ብቻ ነው።",
    "ratio": 0.5249343832020997,
    "legal_tokens": 381
  },
  {
    "priority": 8,
    "legal": "714. አመለካቹ ለጊዜው ውሳኔው እንዳታገድ ጥያቄ ለፍርድ ቤት ያቀረበ እንደሆነ ፍርድ ቤቱ የማህበሩን ዋና ሥራ አስኪያጅ ወይም በክርክሩ ማህበሩን የወከለው ሌላ ሰው ሀሳብ ከሰማ በኋላ በጉዳዩ ላይ ውሳኔ እስኪሰጥ ድረስ የጉባኤው ውሳኔዎች ፪፻፸፱ የንግድ ሕግ ቢፈጸሙ በማህበሩ ወይም በክስ አቅራቢው ላይ የማይመለስ ጉዳት ያደርሳለ ብለው ሲያምን ውሳኔዎቹ ለጊዜው እንዳይፈጸሙ ሊያግድ ይችላል ።",
    "simplified": "279 የንግድ ሕግ፦ ውሳኔው ተግባራዊ መሆኑ ጉዳት ያደርሳል ብሎ ፍርድ ቤቱ ካመነ፣ ጉዳዩ እስኪያልቅ ድረስ ውሳኔው እንዳይፈጸም ለጊዜው ሊያግደው ይችላል።",
    "ratio": 0.3905511811023622,
    "legal_tokens": 635
  },
  {
    "priority": 8,
    "legal": "715. ፍርድ ቤቱ በዚህ አንቀጽ ንዑስ አንቀጽ (4) መሰረት እግድ ቢሰጥ በማህበሩ ላይ ያልተገባ ኪሳራ ሊያደርስ ይችላል ብለው ካመነ የእግድ ጥያቄ አቅራቢው ለኪሳራው ተመጣጣኝ የሆነ ዋስትና እንዳያቀርብ ወይም ገንዘብ እንዳያስይዝ ሊያዝ ይችላል ።",
    "simplified": "ፍርድ ቤቱ እግድ ሲሰጥ ለማህበሩ ኪሳራ ሊያመጣ ይችላል ብሎ ካሰበ፣ እግድ ጠያቂው ዋስትና እንዲያቀርብ ሊያዝ ይችላል።",
    "ratio": 0.4936061381074169,
    "legal_tokens": 391
  },
  {
    "priority": 8,
    "legal": "718. ከማህበሩ ጥቅም ጋር ሊጋጭ የሚችለ ጥቅም ያለው ዳይሬክተር፣ ሥራ አስኪያጅ፣ ወይም ባለአክሲዮን የጥቅም ግጭት መንስዔ ሊሆኑ ስለሚችለ ጉዳዮች በተለይም የጥቅም ግጭቱ ዓይነት፣ መጠን እና የመሳሰለትን በተመለከተ የተሟሊና ትክክለኛ መረጃ ነጻ እና ገለለተኛ ለሆነው የማህበሩ የውጭ ኦዲተር ማቅረብ አለበት ።",
    "simplified": "የጥቅም ግጭት ያለበት ዳይሬክተር ወይም ባለአክሲዮን፣ ስለ ጥቅሙ ዓይነትና መጠን ዝርዝር መረጃ ለውጭ ኦዲተሩ መስጠት አለበት።",
    "ratio": 0.4135188866799205,
    "legal_tokens": 503
  },
  {
    "priority": 8,
    "legal": "719. ፪፻፹፫ የንግድ ሕግ የማህበሩ የውጭ ኦዲተር የጥቅም ግጭት መኖሩን እና አለመኖሩን፣ ካለም የጥቅም ግጭቱን መንስኤ፣ ዓይነት፣ መጠን እና ከማህበሩ ጋር የጥቅም ግጭት ያለው ዳይሬክተር፣ ባለአክሲዮን ወይም ሌላ ከማህበሩ ጋር ቅርበት ያለውን ሰው ማንነት በመሳሰለት ጉዳዮች ላይ የተሟሊ መረጃ ማጠናቀር አለበት ፤",
    "simplified": "283 የንግድ ሕግ፦ የውጭ ኦዲተሩ የጥቅም ግጭት መኖር አለመኖሩንና ዝርዝር ሁኔታዎችን አጣርቶ መረጃ ማዘጋጀት አለበት፤",
    "ratio": 0.3779527559055118,
    "legal_tokens": 508
  },
  {
    "priority": 8,
    "legal": "721. ከማህበሩ ጥቅም ጋር ሊጋጭ የሚችለ ጥቅም ከስምምነቱ የሚያገኝ የማህበሩ ዳይሬክተር ወይም ሌላ ሰው ባለአክሲዮን ቢሆንም ጠቅላላ ጉባኤው ስምምነቱን በተመለከተ ሲወስን ድምፅ መስጠት የለበትም ።",
    "simplified": "ከስምምነቱ ጥቅም የሚያገኝ ማንኛውም ሰው ባለአክሲዮን ቢሆንም እንኳን፣ ጉባኤው በጉዳዩ ላይ ሲወስን ድምፅ መስጠት የለበትም።",
    "ratio": 0.646875,
    "legal_tokens": 320
  },
  {
    "priority": 8,
    "legal": "722. በዚህ አንቀጽ ንዑስ አንቀጽ እስከ በተመለከተው አካሄድ በባለአክሲዮኖች ጉባኤ በቅድሚያ ተፈቅድ ሪፖርት ያልተደረግ ስምምነት አይጸናም ፤",
    "simplified": "በጉባኤው በቅድሚያ ያልተፈቀደና ሪፖርት ያልተደረገ ስምምነት አይጸናም፤",
    "ratio": 0.5238095238095238,
    "legal_tokens": 231
  },
  {
    "priority": 8,
    "legal": "725. የማህበሩ መደበኛ ጠቅላላ ጉባኤ ልዩ መርማሪ እንዲሾም የቀረበለትን ሀሳብ ውድቅ ያደረገ እንደሆነ በማህበሩ ዋና ገንዘብ ውስጥ ቢያንስ /10ኛ (ከአስር አንድ እጅ) የሚወክለ አክሲዮኖች ያለዋቸው ማህበረተኞች ጥያቄያቸውን ለፍርድ ቤት ማቅረብ ይችላል ፤",
    "simplified": "ጠቅላላ ጉባኤው ልዩ መርማሪ እንዲሾም የቀረበለትን ጥያቄ ካልተቀበለ፣ 10 በመቶ ድርሻ ያላቸው ባለአክሲዮኖች ጥያቄያቸውን ለፍርድ ቤት ማቅረብ ይችላሉ፤",
    "ratio": 0.6093366093366094,
    "legal_tokens": 407
  },
  {
    "priority": 8,
    "legal": "727. ማህበሩ የምርመራው አድማስ በማህበሩ ወይም በሦስተኛ ወገን ጥቅም ላይ ከባድ ጉዳት እንደሚያደርስ ካስረዳ ፍርድ ቤቱ ጉዳቱ እንዳይደርስ የምርመራውን አድማስ ማሻሻለ ይችላል ።",
    "simplified": "ምርመራው በማህበሩ ላይ ጉዳት የሚያደርስ ከሆነ፣ ፍርድ ቤቱ የምርመራውን መጠን ሊቀንስ ወይም ሊያስተካክል ይችላል።",
    "ratio": 0.6563573883161512,
    "legal_tokens": 291
  },
  {
    "priority": 8,
    "legal": "731. ሆኖም የምርመራው ውጤት የሕግ፣ የማህበሩ መመስረቻ ጽሁፍ ወይም የማህበሩ አስተዳደር ሥርዓት መጣስን ያሳየ እንደሆነ ልዩ መርማሪ እንዲሾም የጠየቁት ባለአክሲዮኖች ለመርማሪው የከፈለትን ገንዘብ ማህበሩ የመመለስ ግዴታ አለበት ።",
    "simplified": "ነገር ግን ምርመራው ሕግ መጣሱን ካረጋገጠ፣ ማህበሩ ለባለአክሲዮኖቹ የከፈሉትን ገንዘብ የመመለስ ግዴታ አለበት።",
    "ratio": 0.4921052631578947,
    "legal_tokens": 380
  },
  {
    "priority": 8,
    "legal": "738. ጉባኤው ሕጉ በሚያዘው ሥርዓት እስከተጠራ እና አስፈላጊው የዋና ገንዘብ መጠን እስከተወከለ ድረስ ውሳኔ ማሳለፍ ይችላል ።",
    "simplified": "ጉባኤው በሕጉ መሠረት ተጠርቶ አስፈላጊው የካፒታል መጠን ከተገኘ ውሳኔ ማሳለፍ ይችላል።",
    "ratio": 0.7156862745098039,
    "legal_tokens": 204
  },
  {
    "priority": 8,
    "legal": "741. ስለአስቸኳይ ጠቅላላ ጉባኤ ድምፅ አሰጣጥና ምልዓተ ጉባኤ የአስቸኳይ ጠቅላላ ጉባኤ ውሳኔ የጸና የሚሆነው በጉባኤው የተገኙት ድምፅ የመስጠት መብት ፪፻፺፩ የንግድ ሕግ ያላቸው አክሲዮኖች ከወከለት ካፒታል ሁለት ሦስተኛውን በሚወክለት ድምፅ ከተደገፈ ነው ፤",
    "simplified": "291 የንግድ ሕግ፦ የአስቸኳይ ጉባኤ ውሳኔ የሚጸናው፣ ከተወከለው ካፒታል በ2/3 (ሁለት ሦስተኛ) ድምፅ ሲደገፍ ነው፤",
    "ratio": 0.42924528301886794,
    "legal_tokens": 424
  },
  {
    "priority": 8,
    "legal": "742. ለድምፅ ብልጫው አቆጣጠር ስላት ድምፅ ያልሰጡም ሆነ ድምፅ ያልተጻፈባቸው የድምፅ መስጫ ወረቀቶች ግምት ውስጥ አይገቡም ።",
    "simplified": "ለድምፅ ብልጫው አቆጣጠር፣ ድምፅ ያልሰጡ ወይም ባዶ ወረቀቶች አይቆጠሩም።",
    "ratio": 0.6029411764705882,
    "legal_tokens": 204
  },
  {
    "priority": 8,
    "legal": "743. አስቸኳይ ጉባኤው የማህበሩን ዜግነት መለወጥ የሚችለው ድምፅ የመስጠት መብት ያላቸውን ባለአክሲዮኖች ሙሉ ድጋፍ ያገኘ እንደሆነ ነው ።",
    "simplified": "የማህበሩን ዜግነት ለመለወጥ የሁሉም ባለአክሲዮኖች ሙሉ ድጋፍ ያስፈልጋል።",
    "ratio": 0.5530973451327433,
    "legal_tokens": 226
  },
  {
    "priority": 8,
    "legal": "746. በነባር አክሲዮኖች ላይ የተጻፈውን ዋጋ በመጨመር የማህበሩን ዋና ገንዘብ ማሳደግ የሚቻለው የባለአክሲዮኖች ሙሉ ድጋፍ የተገኘ እንደሆነ ነው ።",
    "simplified": "የአክሲዮኖችን ዋጋ በመጨመር ካፒታል ማሳደግ የሚቻለው በሁሉም ባለአክሲዮኖች ሙሉ ድጋፍ ብቻ ነው።",
    "ratio": 0.6778242677824268,
    "legal_tokens": 239
  },
  {
    "priority": 8,
    "legal": "747. ፪፻፺፫ የንግድ ሕግ ባለአክሲዮኖች በዚህ አንቀጽ ንዑስ አንቀጽ (1) ድንጋጌ መሰረት ከማህበሩ መውጣት የፈለጉ እንደሆነ፡- ሀ) ውሳኔ በተሰጠበት ስብሰባ ላይ የተገኙት ባለአክሲዮኖች ስብሰባው ከተጠናቀቀበት ቀን አንስቶ በሦስት ቀናት ውስጥ ፤",
    "simplified": "293 የንግድ ሕግ፦ ባለአክሲዮኖች ከማህበሩ መውጣት ከፈለጉ፦ ሀ) በስብሰባው ላይ የተገኙት ከስብሰባው በኋላ በ3 ቀናት ውስጥ፤",
    "ratio": 0.5101522842639594,
    "legal_tokens": 394
  },
  {
    "priority": 8,
    "legal": "748. ለ) ውሳኔ በተሰጠበት ስብሰባ ያልተገኙ ባለአክሲዮኖች ውሳኔው በአገር አቀፍ ጋዜጣ እና በማህበሩ ድረ ገጽ ከወጣበት ቀን አንስቶ ባለፈው አስራ አምስት ቀናት ውስጥ ፤",
    "simplified": "ለ) ያልተገኙት ደግሞ ውሳኔው በጋዜጣና በድረ ገጽ ከወጣበት ቀን ጀምሮ ባሉት 15 ቀናት ውስጥ ማሳወቅ አለባቸው፤",
    "ratio": 0.6544117647058824,
    "legal_tokens": 272
  },
  {
    "priority": 8,
    "legal": "749. ከማህበሩ ለመውጣት የወሰኑት ባለአክሲዮኖች የአክሲዮናቸው ዋጋ በገበያ ላይ የተወሰነ ከሆነ ከስብሰባው ቀን በፊት በነበሩት ስድስት ወራት ውስጥ በገበያው በነበረው አማካይ ዋጋ፣ የአክሲዮኖቹ ዋጋ በገበያ ያልተወሰነ ከሆነ በመጨረሻው የሒሳብ ዓመት የሀብትና ዕዳ ሒሳብ መግለጫ ውስጥ በተመለከተው የማህበሩ ሀብት ፪፻፺፬ የንግድ ሕግ ውስጥ አክሲዮኖቻቸው በሚወክለት መጠን ታስቦ ይከፈላቸዋል ።",
    "simplified": "ከማህበሩ የሚወጡ ባለአክሲዮኖች የአክሲዮናቸው ዋጋ፣ 294 የንግድ ሕግ፦ እንደ አግባብነቱ በገበያ ዋጋ ወይም በመጨረሻው የሂሳብ መግለጫ መሠረት ታስቦ ይከፈላቸዋል።",
    "ratio": 0.4148606811145511,
    "legal_tokens": 646
  },
  {
    "priority": 8,
    "legal": "750. የዕዳ ሰነዶች አንቀጽ 47. ትርጓሜ የዕዳ ሰነድ ማለት አውጪው ማህበር ለዕዳ ሰነድ ያዥ የተወሰነ ወለድ በተወሰነ ጊዜ ለመክፈል እና የውል ጊዜ ሲጠናቀቅ የተበደረውን ገንዘብ ለመመለስ ግዴታ የገባበት የሚተላለፍ የዕዳ ማረጋገጫ ሰነድ ነው ።",
    "simplified": "የዕዳ ሰነድ ትርጓሜ፦ የዕዳ ሰነድ ማለት ድርጅቱ ለሰነዱ ያዥ ወለድ ለመክፈልና በውሉ መጨረሻ ብድሩን ለመመለስ ቃል የሚገባበት የሚተላለፍ የዕዳ ማረጋገጫ ሰነድ ነው።",
    "ratio": 0.6913265306122449,
    "legal_tokens": 392
  },
  {
    "priority": 8,
    "legal": "751. የዕዳ ሰነዶች ዋጋ ተመልሶ ሙሉ በሙሉ እስኪከፈለ ድረስ በዚህ አንቀጽ ንዑስ አንቀጽ (2) (ለ) መሰረት በዋስትና የተሰጡት ሰነዶች በባንክ ውስጥ መቀመጥ አለባቸው ፤",
    "simplified": "የዕዳው ዋጋ ሙሉ በሙሉ እስኪከፈል ድረስ፣ ለዋስትና የተሰጡ ሰነዶች በባንክ መቀመጥ አለባቸው፤",
    "ratio": 0.5909090909090909,
    "legal_tokens": 264
  },
  {
    "priority": 8,
    "legal": "752. ለዕዳ ሰነድ ያዥ የሚከፈለውን ወለድ እና ዋስትና የተገባላቸውን የዕዳ ሰነዶች ዋጋ ጥቂት በጥቂት ለመክፈል አስፈላጊ በሆነው መጠን ለእነዚህ የዋስትና ሰነዶች በየዓመቱ የሚከፈለው ገንዘብ በባንክ በዝግ ሒሳብ መቀመጥ ይኖርበታል ።",
    "simplified": "ለወለድና ለዕዳ ክፍያ የሚውለው ገንዘብ በየዓመቱ በባንክ ዝግ ሂሳብ መቀመጥ አለበት።",
    "ratio": 0.36939313984168864,
    "legal_tokens": 379
  },
  {
    "priority": 8,
    "legal": "754. የዕዳ ሰነዶችን ያወጣ ማህበር ግዴታዎች ፪፻፺፱ የንግድ ሕግ ባውጪው ማህበር ተመለሰው የተገዙ የዕዳ ሰነዶች ይሰረዛለ ፤",
    "simplified": "299 የንግድ ሕግ፦ ድርጅቱ መልሶ የገዛቸው የዕዳ ሰነዶች ይሰረዛሉ፤",
    "ratio": 0.5373134328358209,
    "legal_tokens": 201
  },
  {
    "priority": 8,
    "legal": "756. የዕዳ ሰነድ ያዞች ጉባኤ አጠራርና አካሄድ የዕዳ ሰነድ ያዞች ጉባኤ በማህበሩ ወይም የዕዳ ሰነድ ያዞች ቡድን ወኪል ሰይሞ እንደሆነ በወኪለ ወይም ካልተከፈለ የዕዳ ሰነዶች ውስጥ ሃያ በመቶ ድርሻ ባላቸው የዕዳ ሰነድ ያዞች ሊጠራ ይችላል ።",
    "simplified": "የዕዳ ሰነድ ያዦች ጉባኤ አጠራር፦ ጉባኤው በማህበሩ ወኪል ወይም 20 በመቶ ድርሻ ባላቸው የሰነድ ያዦች ሊጠራ ይችላል።",
    "ratio": 0.4896907216494845,
    "legal_tokens": 388
  },
  {
    "priority": 8,
    "legal": "757. በዚህ ሕግ ስለ ባለአክሲዮኖች ጠቅላላ ጉባኤ አጠራር እና ስለስብሰባው አካሄድ የተደነገጉት ድንጋጌዎች እንደ አግባብነታቸው በዕዳ ሰነድ ያዞች ጉባኤ አጠራርና አካሄድ ላይም ተፈፃሚ ይሆናል ።",
    "simplified": "ለባለአክሲዮኖች ጉባኤ የተደነገጉት ሕጎች፣ ለዕዳ ሰነድ ያዦች ጉባኤም እንደ አስፈላጊነቱ ተፈጻሚ ይሆናሉ።",
    "ratio": 0.5583596214511041,
    "legal_tokens": 317
  },
  {
    "priority": 8,
    "legal": "758. ፫፻፫ የንግድ ሕግ ባለዕዳ የሆነው ማህበር ወይም ለብድሩ ዋስ የሆነ ኩባንያ ዳይሬክተሮች፣ የተቆጣጣሪ ቦርድ አባላት፣ ኦዲተሮች፣ ሠራተኞች በዕዳ ሰነድ ያዞች ጉባኤ ላይ ለዕዳ ሰነድ ያዞች ወኪል ለመሆን አይችልም ።",
    "simplified": "303 የንግድ ሕግ፦ የማህበሩ ዳይሬክተሮች፣ የቦርድ አባላት ወይም ሠራተኞች ለዕዳ ሰነድ ያዦች ወኪል መሆን አይችሉም።",
    "ratio": 0.5369318181818182,
    "legal_tokens": 352
  },
  {
    "priority": 8,
    "legal": "763. የጉባኤው ሥልጣን የዕዳ ሰነድ ያዞች ጉባኤ ለዕዳ ሰነድ ያዞች ጥቅም ጥበቃና ለብድር ውል አፈፃፀም የሚያሰፈለጉት ጥንቃቄዎች ሁሉ እንዲፈጽሙ ለማድረግረግና እንዲሁም እነዚህን ጥንቃቄዎች ለማስፈፀም አስፈላጊ ስለሆኑ ወጪዎች ውሳኔ ይሰጣል ።",
    "simplified": "የጉባኤው ሥልጣን፦ ጉባኤው ለሰነድ ያዦች ጥቅም ጥበቃና ለውል አፈጻጸም በሚያስፈልጉ ጉዳዮች ላይ ውሳኔ ይሰጣል።",
    "ratio": 0.4659949622166247,
    "legal_tokens": 397
  },
  {
    "priority": 8,
    "legal": "765. ሆኖም ገንዘባቸው እንዲመለስላቸው ለሚጠይቁ የዕዳ ሰነድ ያዞች ፫፻፭ የንግድ ሕግ ሀሳቦቹን ተግባራዊ ካደረገበት ቀን አንስቶ ባለው የሦስት ወራት ጊዜ ውስጥ መክፈል ይኖርበታል ።",
    "simplified": "ነገር ግን 305 የንግድ ሕግ፦ ገንዘባቸው እንዲመለስ ለሚጠይቁ ሰዎች በ3 ወራት ውስጥ መክፈል አለበት።",
    "ratio": 0.5491525423728814,
    "legal_tokens": 295
  },
  {
    "priority": 8,
    "legal": "766. ጉባኤው የዕዳ ሰነድ ያዞችን ግዴታ ሊያከብድ በተለይም ተጨማሪ ገንዘብ እንዳያበድሩ ለማስገደድ እንዲሁም በሙሉ ስምምነት ካልሆነ በስተቀር የዕዳ ሰነዶች በአክሲዮኖች እንዳለወጡ ሊፈቅድ ወይም በቡድኑ ውስጥ በሚገኙ የዕዳ ሰነድ ያዞች መካከል ልዩነት የሚያደርጉ ሁኔታዎችን ሊፈጥር አይችልም ።",
    "simplified": "ጉባኤው የሰነድ ያዦችን ግዴታ ሊያከብድ ወይም ያለሙሉ ስምምነት ሰነዶቹን ወደ አክሲዮን ሊለውጥ አይችልም።",
    "ratio": 0.36382536382536385,
    "legal_tokens": 481
  },
  {
    "priority": 8,
    "legal": "767. ለውሳኔዎች መጽናት የሚያስፈለጉ ሁኔታዎች የዕዳ ሰነድ ያዞች ጉባኤ ድምፅ የመስጠት መብት ካላቸው የዕዳ ሰነዶች ቢያንስ አንድ ሦስተኛውን የያዙት አባላት በአካል ወይም በወኪልቻቸው አማካኝነት ከተገኙ ወይም በኤሌክትሮኒክ ዘዴ መሳተፍ ከቻለ ውሳኔዎችን ለማሳለፍ ይችላል ።",
    "simplified": "ውሳኔዎች እንዲጸኑ፣ ቢያንስ 1/3 (አንድ ሦስተኛ) ድርሻ ያላቸው አባላት መገኘት አለባቸው።",
    "ratio": 0.32293986636971045,
    "legal_tokens": 449
  },
  {
    "priority": 8,
    "legal": "768. ፫፻፮ የንግድ ሕግ በዚህ ሕግ አንቀጽ 408 የተመለከተውን ጉዳይ ለመወሰን ከዕዳ ሰነድ ያዞች ¾ (ሦስት አራተኛ) በአካል ወይም በወኪልቻቸው አማካኝነት መገኘት ወይም በኤሌክትሮኒክ ዘዴ መሳተፍ አለባቸው ።",
    "simplified": "306 የንግድ ሕግ፦ ለተወሰኑ ጉዳዮች 3/4 (ሦስት አራተኛ) አባላት መገኘት አለባቸው።",
    "ratio": 0.39039039039039036,
    "legal_tokens": 333
  },
  {
    "priority": 8,
    "legal": "769. በዚህ አንቀጽ ንዑስ አንቀጽ (1) እና (2) የተመለከተው ምልዓተ ጉባኤ በመጀመሪያው ጉባኤ ያልተሟሊ እንደሆነ የመጀመሪያው ጥሪ በተፈፀመበት ሁኔታና ጊዜ ሁለተኛ ጉባኤ ይጠራል ፤",
    "simplified": "ምልዓተ ጉባኤው በመጀመሪያው ስብሰባ ካልተሟላ፣ ሁለተኛ ስብሰባ ይጠራል፤",
    "ratio": 0.42657342657342656,
    "legal_tokens": 286
  },
  {
    "priority": 8,
    "legal": "773. በአንቀጽ 408 በተመለከቱት ጉዳዮች ላይ ለመወሰን በተጠራው በሁለተኛው ጉባኤ ላይ የዕዳ ሰነዶችን ሐምሳ በመቶ የያዙ አባላት ካልተገኙ በዚያው የጥሪ ሁኔታና ጊዜ ሦስተኛ ጉባኤ ይጠራል ፤",
    "simplified": "በሁለተኛው ስብሰባ ላይ 50 በመቶ አባላት ካልተገኙ ሦስተኛ ስብሰባ ይጠራል፤",
    "ratio": 0.4019607843137255,
    "legal_tokens": 306
  },
  {
    "priority": 8,
    "legal": "775. ስለድምፅ ብልጫ በዕዳ ሰነድ ያዞች ጉባኤ ውሳኔ ሊተላለፍ የሚችለው በጉባኤው ከተገኙት የዕዳ ሰነድ ያዞች በአብላጭው ድምፅ ሲደገፍ ነው ።",
    "simplified": "ስለ ድምፅ ብልጫ፦ ውሳኔ የሚተላለፈው በአብላጫ ድምፅ ሲደገፍ ነው።",
    "ratio": 0.4868421052631579,
    "legal_tokens": 228
  },
  {
    "priority": 8,
    "legal": "776. የዕዳ ሰነዶችን ወደ አክሲዮን መለወጥን ወይም በአንድ ቡድን ውስጥ በሚገኙ የዕዳ ሰነድ ያዞች መካከል ልዩነት የሚያደርጉ ሁኔታዎች መፍጠርን ከሚመለከተው በስተቀር በዚህ ሕግ አንቀጽ ፬፻፲፰ ውስጥ በተደነገጉት ጉዳዮች ላይ የሚሰጡ ውሳኔዎች በጉባኤው ከተገኙት የዕዳ ሰነድ ያዞች በሁለት ሦስተኛ ድምፅ መደገፍ አለባቸው ።",
    "simplified": "አንዳንድ ውሳኔዎች በ2/3 (ሁለት ሦስተኛ) ድምፅ መደገፍ አለባቸው።",
    "ratio": 0.20152091254752852,
    "legal_tokens": 526
  },
  {
    "priority": 8,
    "legal": "778. የዕዳ ሰነድ ያዞች ቡድን ወኪሎች የዕዳ ሰነድ ያዞች ቡድን በዚህ ሕግ አንቀጽ 409 ንዑስ አንቀጽ (1) እና (3) በተመለከተው ምልዓተ ጉባኤ እንዲሁም በአንቀጽ 4 ንዑስ አንቀጽ (1) ፫፻፱ የንግድ ሕግ በተጠቀሰው የድምፅ ብልጫ መሰረት በጠቅላላ ጉባኤው በሚሾሙ በአንድ ወይም ከዚያ በላይ ወኪሎች ሊወከል ይችላል ፤",
    "simplified": "309 የንግድ ሕግ፦ የዕዳ ሰነድ ያዦች በጉባኤ በሚሾሙ ወኪሎች ሊወከሉ ይችላሉ፤",
    "ratio": 0.25100401606425704,
    "legal_tokens": 498
  },
  {
    "priority": 8,
    "legal": "780. ጉባኤው በዚህ አንቀጽ ንዑስ አንቀጽ በተመለከተው ምልዓተ ጉባኤ እና ድምፅ ብልጫ መሰረት የወኪሎችን ሥልጣን እና የሚከፈላቸውን የሥራ ክፍያ ይወስናል ፤",
    "simplified": "ጉባኤው የወኪሎቹን ሥልጣንና ክፍያ ይወስናል፤",
    "ratio": 0.30434782608695654,
    "legal_tokens": 253
  },
  {
    "priority": 8,
    "legal": "782. ወኪሎች በአግባቡ በተጠራ የዕዳ ሰነድ ያዞች ጠቅላላ ጉባኤ ያልተሾሙ እንደሆነ እና አስቸኳይ በሆነ ጊዜ በባለዕዳው ኩባንያ ወይም ከጠቅላላ የዕዳ ሰነዶች አምስት በመቶ የያዙ የዕዳ ሰነድ ያዞች ሲጠይቁ ፍርድ ቤት ወኪሎችን ለመሾም ወይም ለመተካት ይችላል ።",
    "simplified": "ወኪል ካልተሾመ ፍርድ ቤት ወኪል ሊሾም ይችላል።",
    "ratio": 0.18899521531100477,
    "legal_tokens": 418
  },
  {
    "priority": 8,
    "legal": "784. የዕዳ ሰነድ ያዞች ወኪል በዕዳ ሰነድ ያዞች ጠቅላላ ጉባኤ ድምፅ እንዲሰጥ የተወከለ እንደሆነ በኪሳራ ሕግ መሰረት የማህበሩ ገንዘብ ጠያቂዎች በሚያደርጓቸው ጉባኤዎች ላይ የዕዳ ሰነድ ያዞችን ወክል ድምፅ መስጠት ይችላል ፤",
    "simplified": "ወኪሉ የዕዳ ሰነድ ያዦችን ወክሎ ድምፅ መስጠት ይችላል፤",
    "ratio": 0.25205479452054796,
    "legal_tokens": 365
  },
  {
    "priority": 8,
    "legal": "789. ሂሳቦች እና ዓመታዊ ሪፖርት በየሒሳብ ዓመቱ መዝጊያ የዳይሬክተሮች ቦርድ ማህበሩ ያለትን ሀብቶች የንብረት ዝርዝር እንዲሁም የሀብትና ዕዳ መግለጫ ማዘጋጀት አለበት ።",
    "simplified": "ሂሳቦችና ዓመታዊ ሪፖርት፦ በየዓመቱ ቦርዱ የሀብትና ዕዳ መግለጫ ማዘጋጀት አለበት።",
    "ratio": 0.5,
    "legal_tokens": 278
  },
  {
    "priority": 8,
    "legal": "790. ፫፻፲፭ የንግድ ሕግ ትርፍ ባይኖርም እንኳ በእያንዳንዱ የሒሳብ ዓመት ማለቂያ የማህበሩ ንብረቶች መተኪያ ገንዘብ እና የእርጅና ቅናሽ ሒሳብ ተቀናሽ መሆን ይኖርበታል ።",
    "simplified": "315 የንግድ ሕግ፦ ትርፍ ባይኖርም እንኳን የንብረት እርጅና ቅናሽ ታስቦ መቀነስ አለበት።",
    "ratio": 0.5161290322580645,
    "legal_tokens": 279
  },
  {
    "priority": 8,
    "legal": "793. ፫፻፲፯ የንግድ ሕግ የሚከፋፈለ ትርፍ ከሒሳብ ዓመቱ ትርፍ ላይ የቀደምት ዓመታት ኪሳራዎች ከተቀነሱ በኋላ በሒሳብ ዓመቱ ትርፍ ላይ በፊት ታስበው ያልተከፋፈለ ትርፎችን እና ሌሎች ተጨማሪ ገቢዎችን እና በልዩ ሁኔታ ጠቅላላ ጉባኤው ከመጠባበቂያ ገንዘብ እንዲከፍል የፈቀደውን ማንኛውንም ገንዘብ በመጨመር የሚገኝ ትርፍ ነው ።",
    "simplified": "በንግድ ሕግ አንቀጽ 317 መሠረት የሚከፋፈለው ትርፍ ከዓመቱ ትርፍ ላይ የድሮ ኪሳራዎች ተቀንሰው፣ ያልተከፋፈለ ትርፍና ሌሎች ገቢዎች ተጨምረው እንዲሁም ጉባኤው ከመጠባበቂያ ገንዘብ እንዲከፈል የፈቀደው ገንዘብ ተደምሮ የሚገኝ ትርፍ ነው።",
    "ratio": 0.7298311444652908,
    "legal_tokens": 533
  },
  {
    "priority": 8,
    "legal": "801. ጠቅላላ ጉባኤው ትርፍ እንዲከፋፈል በሚወስንበት ጊዜ የትርፍ ድርሻ የሚከፈለበትን ዘዴ እና የትርፍ ድርሻ ለባለአክሲዮኖች የሚሰጥበትን ቀን በግልጽ ማመልከት አለበት ፤",
    "simplified": "ጠቅላላ ጉባኤው ትርፍ እንዲከፋፈል ሲወስን የትርፍ ድርሻ የሚከፈልበትን ዘዴና ቀኑን በግልጽ መግለጽ አለበት።",
    "ratio": 0.6464285714285715,
    "legal_tokens": 280
  },
  {
    "priority": 8,
    "legal": "802. ሆኖም የትርፍ ድርሻ የሚከፈለበት ቀን በማናቸውም ሁኔታ የትርፍ ድርሻ እንዲከፋፈል ከተወሰነበት ቀን ጀምሮ ከአራት ወራት መብለጥ የለበትም ።",
    "simplified": "ግን የትርፍ ድርሻ የሚከፈልበት ቀን ክፍፍሉ ከተወሰነበት ቀን ጀምሮ ከአራት ወራት መብለጥ የለበትም።",
    "ratio": 0.7033898305084746,
    "legal_tokens": 236
  },
  {
    "priority": 8,
    "legal": "813. በአክሲዮን የሚለወጡ የዕዳ ሰነዶችን ስለማውጣት በአክሲዮን የሚለወጡ የዕዳ ሰነዶችን ለማውጣት በቅድሚያ የአስቸኳይ ጠቅላላ ጉባኤውን ፈቃድ ማግኘት ያስፈልጋል ።",
    "simplified": "ወደ አክሲዮን የሚለወጡ የዕዳ ሰነዶችን ለማውጣት አስቀድሞ የአስቸኳይ ጠቅላላ ጉባኤውን ፈቃድ ማግኘት ያስፈልጋል።",
    "ratio": 0.6985294117647058,
    "legal_tokens": 272
  },
  {
    "priority": 8,
    "legal": "814. ፫፻፴፪ የንግድ ሕግ በዚህ አንቀጽ ንዑስ አንቀጽ (1) መሰረት የሚሰጠው ፈቃድ ባለአክሲዮኖች በአክሲዮን የሚለወጡ የዕዳ ሰነዶችን በተመለከተ የቀድሞነት መብታቸውን ለዕዳ ሰነድቹ ያዞች ጥቅም ሲባል የሰጡ ስለመሆኑ መግለጫ መያዝ ይኖርበታል ።",
    "simplified": "በንግድ ሕግ አንቀጽ 332 መሠረት የሚሰጠው ፈቃድ ባለአክሲዮኖች የቅድሚያ መብታቸውን ለዕዳ ሰነድ ያዦች አሳልፈው መስጠታቸውን መግለጽ አለበት።",
    "ratio": 0.589873417721519,
    "legal_tokens": 395
  },
  {
    "priority": 8,
    "legal": "815. እንደዚህም በሆነ ጊዜ በዚህ ሕግ አንቀጽ 4()1 ንዑስ አንቀጽ (1) (ሀ) የተመለከተው የዳይሬክተሮች ቦርድ ሪፖርት በአክሲዮን የሚለወጡ የዕዳ ሰነድ ያዞች የቀረበሊቸዉን ምርጫ ለመጠቀም የሚችለበትን ጊዜ እንዲሁም የዕዳ ሰነድቹ ወደ አክሲዮኖች የሚለወጡበትን ሁኔታ ማመልከት ይኖርበታል ።",
    "simplified": "በዚህ ጊዜ በሕጉ አንቀጽ 431 ንዑስ አንቀጽ (1) (ሀ) የተጠቀሰው የዳይሬክተሮች ቦርድ ሪፖርት ሰነዶቹ ወደ አክሲዮን የሚለወጡበትን ጊዜና ሁኔታ መግለጽ አለበት።",
    "ratio": 0.5485961123110151,
    "legal_tokens": 463
  },
  {
    "priority": 8,
    "legal": "817. አዲስ አክሲዮኖችን ለመግዛት ስለመፈረም አዲስ አክሲዮኖችን ለመግዛት መፈረም ዋጋ የሚኖረው ተከፋይ መሆን የሚገባው ገንዘብ አብሮ ከቀረበ ብቻ ይሆናል ።",
    "simplified": "አዲስ አክሲዮኖችን ለመግዛት መፈረም ኃይል የሚኖረው መከፈል ያለበት ገንዘብ አብሮ ከቀረበ ብቻ ይሆናል።",
    "ratio": 0.6745098039215687,
    "legal_tokens": 255
  }
]